Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Group permissions
pt_br: Permissões de grupo
zh_cn: 團體許可

source: Filter available permissions
pt_br: Filtrar permissões disponíveis
zh_cn: 過濾器可用權限

source: Save group
pt_br: Salvar grupo
zh_cn: 保存組

source: Built-in
pt_br: Construídas em
zh_cn: 內置

source: Existing fields
pt_br: Campos existentes
zh_cn: 現有字段

source: Update header icon and favicon
pt_br: Atualizar ícone de cabeçalho e favicon
zh_cn: 更新標題圖標和Favicon

source: Leave as is
pt_br: Não faça nada
zh_cn: 離開原樣

source: Remove icon and return to default
pt_br: Remover ícone e retornar ao padrão
zh_cn: 刪除圖標並返回默認值

source: Upload new icon
pt_br: Carregar novo ícone
zh_cn: 上傳新圖標

source: Enable file uploads to upload site icons
pt_br: Ativar uploads de arquivos para fazer upload de ícones do site
zh_cn: 啟用文件上傳到上傳站點圖標

source: Header icon
pt_br: Ícone de cabeçalho
zh_cn: 標題圖標

source: Update icons
pt_br: Atualizar ícones
zh_cn: 更新圖標

source: v%version_number
zh_cn: v%版本_number

source: Open website
pt_br: Abrir site
zh_cn: 開放網站

source: Install
pt_br: Instalar
zh_cn: 安裝

source: Installed
pt_br: Instalado
zh_cn: 安裝

source: Configuration access is always "Restrictive", regardless of the system settings.
zh_cn: 無論系統設置如何，配置訪問始終是“限制性的”。

source: This setting allows who can set this datatype, assuming the have access to manipulate the field itself. Ex: If you don't have access to setting the status field, giving a user access to set one specific status won't let them manipulate the status field.
pt_br: Essa configuração permite que quem possa definir esse tipo de dados, desde que tenha acesso para manipular o próprio campo. Ex: Se você não tiver acesso para definir o campo de status, dar acesso a um usuário para definir um status específico não permitirá que ele manipule o campo de status.
zh_cn: 假設可以訪問該字段本身，則此設置允許誰可以設置此數據類型。 例如：如果您無法訪問設置狀態字段，則可以讓用戶訪問設置一個特定狀態，這將不允許他們操縱狀態字段。

source: Please see [[ConfigurePermissions]] for more information about how permissions work in general.
pt_br: Consulte [[ConfigurePermissions]]para obter mais informações sobre como as permissões funcionam em geral.
zh_cn: 有關權限一般如何工作的更多信息，請參見[[ConfigurePermissions]]。

source: Can set
pt_br: Pode definir
zh_cn: 可以設置

source: Can
pt_br: Capaz de
zh_cn: 能

source: Inherited access / Explicit access
pt_br: Acesso herdado/Acesso explícito
zh_cn: 繼承的訪問 /顯式訪問

source: <b>Global </b>(Everyone with access)
pt_br: <b>Global </b>(Todos com acesso)
zh_cn: <b> global </b>（每個有訪問權限的人）

source: Groups
pt_br: Grupos
zh_cn: 小組

source: There are no teams
pt_br: Não há equipes
zh_cn: 沒有團隊

source: Teams
pt_br: Equipes
zh_cn: 團隊

source: Edit team
pt_br: Editar equipe
zh_cn: 編輯團隊

source: Create new team
pt_br: Criar nova equipe
zh_cn: 創建新團隊

source: Information
pt_br: Em formação
zh_cn: 信息

source: Members
pt_br: Membros
zh_cn: 成員

source: Team permissions
pt_br: Permissões da equipe
zh_cn: 團隊許可

source: Team name
pt_br: Nome do time
zh_cn: 隊名

source: You can add team members and define permissions after the team has been created.
pt_br: Você pode adicionar membros da equipe e definir permissões após a criação da equipe.
zh_cn: 您可以添加團隊成員並在創建團隊後定義權限。

source: Team names can be anything - it's an arbitrary collection of users.
pt_br: Os nomes das equipes podem ser qualquer coisa - é uma coleção arbitrária de usuários.
zh_cn: 團隊名稱可以是任何東西 - 這是任意的用戶集合。

source: Save team
pt_br: Salvar equipe
zh_cn: 保存團隊

source: Change / set team lead
pt_br: Alterar/definir liderança de equipe
zh_cn: 更改 /設定團隊負責人

source: Clear team lead
pt_br: Liderar equipe clara
zh_cn: 明確的團隊負責人

source: Add existing users or invite new users by adding them to the team
pt_br: Adicione usuários existentes ou convide novos usuários adicionando-os à equipe
zh_cn: 添加現有用戶或通過將新用戶添加到團隊來邀請新用戶

source: Edit workflow transition
pt_br: Editar transição de fluxo de trabalho
zh_cn: 編輯工作流過渡

source: Type of transition
pt_br: Tipo de transição
zh_cn: 過渡類型

source: Add an optional description for this transition
pt_br: Adicione uma descrição opcional para esta transição
zh_cn: 為此過渡添加可選描述

source: This transaction doesn't have any originating step
pt_br: Esta transação não tem nenhuma etapa de origem
zh_cn: 此交易沒有任何原始步驟

source: Issue is created
pt_br: O problema foi criado
zh_cn: 創建了問題

source: Validation rules
pt_br: Regras de validação
zh_cn: 驗證規則

source: Before transitioning
pt_br: Antes da transição
zh_cn: 過渡之前

source: Add rule
pt_br: Adicionar regra
zh_cn: 添加規則

source: No validation rules set up
pt_br: Nenhuma regra de validação configurada
zh_cn: 沒有設置驗證規則

source: This is the initial transition, so no pre-transition validation is performed
pt_br: Esta é a transição inicial, portanto, nenhuma validação de pré-transição é realizada
zh_cn: 這是最初的過渡，因此沒有執行預先驗證

source: After transitioning
pt_br: Após a transição
zh_cn: 過渡後

source: Actions applied during this transition
pt_br: Ações aplicadas durante esta transição
zh_cn: 在此過渡期間採用的動作

source: Add transition action
pt_br: Adicionar ação de transição
zh_cn: 添加過渡動作

source: Set issue fields
pt_br: Definir campos de problema
zh_cn: 設置問題字段

source: Clear issue fields
pt_br: Limpar campos de problema
zh_cn: 清晰的問題字段

source: Special actions
pt_br: Ações especiais
zh_cn: 特殊行動

source: The following actions will be applied to the issue during this transition.
pt_br: As ações a seguir serão aplicadas ao problema durante essa transição.
zh_cn: 在此過渡期間，以下操作將應用於該問題。

source: Edit client
pt_br: Editar cliente
zh_cn: 編輯客戶端

source: Create new client
pt_br: Criar novo cliente
zh_cn: 創建新客戶

source: People and members
pt_br: Pessoas e membros
zh_cn: 人和成員

source: Client permissions
pt_br: Permissões do cliente
zh_cn: 客戶權限

source: Client name
pt_br: Nome do cliente
zh_cn: 客戶名稱

source: You can add client details, members and define permissions after the client has been created.
pt_br: Você pode adicionar detalhes do cliente, membros e definir permissões após a criação do cliente.
zh_cn: 您可以在創建客戶端后添加客戶端詳細信息，並定義權限。

source: The client name should match the business, reference or organization name of the client
pt_br: O nome do cliente deve corresponder ao nome da empresa, referência ou organização do cliente
zh_cn: 客戶名稱應匹配客戶端的業務，參考或組織名稱

source: Client email address (optional)
pt_br: Endereço de e-mail do cliente (opcional)
zh_cn: 客戶電子郵件地址（可選）

source: Client website (optional)
pt_br: Site do cliente (opcional)
zh_cn: 客戶網站（可選）

source: Client contact phone (optional)
pt_br: Telefone de contato do cliente (opcional)
zh_cn: 客戶聯繫電話（可選）

source: Client fax number (optional)
pt_br: Número de fax do cliente (opcional)
zh_cn: 客戶端傳真號碼（可選）

source: Save client
pt_br: Salvar cliente
zh_cn: 保存客戶端

source: Client external contact
pt_br: Contato externo do cliente
zh_cn: 客戶外部聯繫

source: Change / set client external contact
pt_br: Alterar/definir contato externo do cliente
zh_cn: 更改 /設置客戶外部聯繫人

source: Clear client external contact
pt_br: Limpar contato externo do cliente
zh_cn: 清除客戶外部聯繫

source: Client internal contact
pt_br: Contato interno do cliente
zh_cn: 客戶內部聯繫

source: Change / set client internal contact
pt_br: Alterar/definir contato interno do cliente
zh_cn: 更改 /設置客戶內部聯繫人

source: Clear client internal contact
pt_br: Limpar contato interno do cliente
zh_cn: 清除客戶內部聯繫

source: Add existing users or invite new users by adding them to the client
pt_br: Adicione usuários existentes ou convide novos usuários adicionando-os ao cliente
zh_cn: 添加現有用戶或通過將新用戶添加到客戶端來邀請新用戶

source: These permissions apply to all members of this client. In addition to these permissions, clients can be added to projects, allowing client members access to specific project resources.
pt_br: Essas permissões se aplicam a todos os membros deste cliente. Além dessas permissões, os clientes podem ser adicionados aos projetos, permitindo que os membros do cliente acessem recursos específicos do projeto.
zh_cn: 這些權限適用於本客戶的所有成員。 除這些權限外，還可以將客戶添加到項目中，從而使客戶成員訪問特定的項目資源。

source: If you have more than one client and would like to share client permissions across all clients it is probably better to create a "Clients" user group, add client users to that user group and manage permissions via group permissions instead of manually setting permissions per client.
zh_cn: 如果您有一個以上的客戶端，並且想在所有客戶端共享客戶端權限，那麼創建“客戶端”的用戶組可能更好，將客戶端用戶添加到該用戶組並通過組權限管理權限，而不是每個客戶端手動設置權限 。

source: There was an error retrieving featured modules from pach.no - local modules can be managed from the list below.
pt_br: Ocorreu um erro ao recuperar os módulos em destaque do pach.no - os módulos locais podem ser gerenciados na lista abaixo.
zh_cn: 從pach.no中檢索出特色模塊的錯誤 - 可以從下面的列表中管理本地模塊。

source: Any status
pt_br: Qualquer status
zh_cn: 任何狀態

source: Draft
pt_br: Rascunho
zh_cn: 草稿

source: Edit workflow
pt_br: Editar fluxo de trabalho
zh_cn: 編輯工作流程

source: Copy workflow
pt_br: Copiar fluxo de trabalho
zh_cn: 複製工作流程

source: Cannot delete workflow
pt_br: Não é possível excluir o fluxo de trabalho
zh_cn: 無法刪除工作流程

source: This workflow can not be deleted as it is being used by %number_of_schemes workflow scheme(s)
pt_br: Este fluxo de trabalho não pode ser excluído, pois está sendo usado por %number_of_schemes esquema(s) de fluxo de trabalho
zh_cn: 由於%number_of_schemes Workflow方案使用該工作流程，因此無法刪除此工作流程

source: Delete workflow
pt_br: Excluir fluxo de trabalho
zh_cn: 刪除工作流程

source: Please enter the name of the new workflow
pt_br: Insira o nome do novo fluxo de trabalho
zh_cn: 請輸入新工作流的名稱

source: New name
pt_br: Novo nome
zh_cn: 新名字

source: Copy of %old_name
pt_br: Cópia de %old_name
zh_cn: %old_name副本

source: Are you sure?
pt_br: Tem certeza?
zh_cn: 你確定嗎？

source: Please confirm that you want to delete this workflow.
pt_br: Confirme que deseja excluir este fluxo de trabalho.
zh_cn: 請確認您要刪除此工作流程。

source: Yes, delete it
pt_br: Sim, exclua
zh_cn: 是的，刪除它

source: %delete or %cancel
pt_br: %delete ou %cancel
zh_cn: %刪除或%取消

source: Pachno custom name
pt_br: Nome personalizado Pachno
zh_cn: Pachno自定義名稱

source: This is the name appearing in the headers and several other places, usually displaying "Pachno"
zh_cn: 這是出現在標題和其他幾個地方的名稱，通常顯示“ pachno”

source: Custom header and favicons
pt_br: Cabeçalho e favicons personalizados
zh_cn: 定制標題和粉絲

source: Configure icons
pt_br: Configurar ícones
zh_cn: 配置圖標

source: Custom header link
pt_br: Link de cabeçalho personalizado
zh_cn: 自定義標題鏈接

source: You can alter the webpage that clicking on the header icon navigates to. If left blank it will link to the main page of this installation.
pt_br: Você pode alterar a página da Web para a qual o clique no ícone do cabeçalho navega. Se deixado em branco, ele será vinculado à página principal desta instalação.
zh_cn: 您可以更改單擊標題圖標導航的網頁。 如果剩餘空白，它將鏈接到本安裝的主頁。

source: Allow HTML in site title
pt_br: Permitir HTML no título do site
zh_cn: 允許HTML在網站標題中

source: Enabling this setting allows a malicious admin user to potentially insert harmful code
pt_br: Ativar esta configuração permite que um usuário administrador mal-intencionado insira potencialmente código prejudicial
zh_cn: 啟用此設置允許惡意管理用戶潛在地插入有害代碼

source: Yes, allow HTML
pt_br: Sim, permitir HTML
zh_cn: 是的，允許HTML

source: No, don't allow HTML
pt_br: Não, não permitir HTML
zh_cn: 不，不要允許HTML

source: Delete this transition
pt_br: Excluir esta transição
zh_cn: 刪除此過渡

source: Do you really want to delete this transition?
pt_br: Deseja mesmo excluir esta transição?
zh_cn: 您真的想刪除這種過渡嗎？

source: You are now editing permissions in advanced mode. This is usually not recommended unless you know what you are doing - you may want to look at team permissions and project roles instead. Proceed at your own risk.
pt_br: Agora você está editando permissões no modo avançado. Isso geralmente não é recomendado, a menos que você saiba o que está fazendo - você pode querer examinar as permissões da equipe e as funções do projeto. Prossiga por sua conta e risco.
zh_cn: 您現在正在以高級模式編輯權限。 除非您知道自己在做什麼，否則通常不建議這樣做 - 您可能想查看團隊權限和項目角色。 繼續需要您自擔風險。

source: This field is only shown for projects with this setting enabled
pt_br: Este campo só é exibido para projetos com essa configuração ativada
zh_cn: 此字段僅針對啟用此設置的項目顯示

source: Show field when creating a new issue
pt_br: Mostrar campo ao criar um novo problema
zh_cn: 創建新問題時展示字段

source: Make field required when creating a new issue
pt_br: Tornar o campo obrigatório ao criar um novo problema
zh_cn: 創建新問題時需要進行字段

source: Remove field
pt_br: Remover campo
zh_cn: 刪除字段

source: Copy this client
pt_br: Copie este cliente
zh_cn: 複製此客戶

source: If you delete this client, then all users in this client will be disabled until moved to a different client
pt_br: Se você excluir este cliente, todos os usuários neste cliente serão desabilitados até serem movidos para um cliente diferente
zh_cn: 如果刪除此客戶端，則該客戶端中的所有用戶將被禁用，直到移至其他客戶端

source: Hostname(s)
pt_br: Nome(s) de host
zh_cn: 主機名（S）

source: Project(s)
pt_br: Projeto(s)
zh_cn: 項目

source: Issue(s)
pt_br: Problema(as)
zh_cn: 問題）

source: Really delete this transition?
pt_br: Realmente excluir esta transição?
zh_cn: 真的刪除了這個過渡嗎？

source: Are you really sure you want to delete this transition?
pt_br: Tem certeza de que deseja excluir esta transição?
zh_cn: 您真的確定要刪除此過渡嗎？

source: Interface language
pt_br: Idioma da interface
zh_cn: 接口語言

source: Missing translations
pt_br: Traduções ausentes
zh_cn: 缺少翻譯

source: This is the language that will be used in Pachno. Depending on other settings, users may change the language displayed to them.
pt_br: Esta é a linguagem que será usada no Pachno. Dependendo de outras configurações, os usuários podem alterar o idioma exibido para eles.
zh_cn: 這是Pachno中使用的語言。 根據其他設置，用戶可能會更改顯示給他們的語言。

source: Override language character set
pt_br: Substituir conjunto de caracteres de idioma
zh_cn: 覆蓋語言字符集

source: Current character set defined in the language is %charset
pt_br: O conjunto de caracteres atual definido no idioma é %charset
zh_cn: 語言定義的當前字符集為%charset

source: Server timezone
pt_br: Fuso horário do servidor
zh_cn: 服務器時區

source: The timezone for the server hosting Pachno. Make sure this is the same as the timezone the server is running in - this is not necessarily the same as your own timezone!
pt_br: O fuso horário do servidor que hospeda o Pachno. Certifique-se de que este seja o mesmo fuso horário em que o servidor está sendo executado - isso não é necessariamente o mesmo que o seu próprio fuso horário!
zh_cn: 託管Pachno的服務器的時區。 確保這與服務器正在運行的時區相同 - 這不一定與您自己的時區相同！

source: The time is now: %time
pt_br: Hora agora: %time
zh_cn: 現在的時間是：%時間

source: This user is already a member of this client
pt_br: Este usuário já é membro deste cliente
zh_cn: 該用戶已經是該客戶端的成員

source: Remove %username from this team?
pt_br: Remover %username desta equipe?
zh_cn: 從該團隊中刪除%用戶名？

source: Please confirm removal from the team
pt_br: Confirme a remoção da equipe
zh_cn: 請確認從團隊中撤離

source: Edit scope
pt_br: Editar escopo
zh_cn: 編輯範圍

source: Create new scope
pt_br: Criar novo escopo
zh_cn: 創建新範圍

source: Scope name
pt_br: Nome do escopo
zh_cn: 範圍名稱

source: Scope hostname
pt_br: Nome do host do escopo
zh_cn: 範圍主機名

source: The hostname should be provided without protocol or the trailing slash (.com, not .com/) and port specified if desired. Valid examples are: %examples
pt_br: O nome do host deve ser fornecido sem protocolo ou a barra final (.com, não .com/) e a porta especificada, se desejado. Exemplos válidos são: %examples
zh_cn: 如果需要，則應提供主機名或尾隨斜杠（.com，Not .com/），並根據需要指定端口。 有效示例是：%示例

source: This is the list of hostnames for which this scope will be active.
pt_br: Esta é a lista de nomes de host para os quais este escopo estará ativo.
zh_cn: 這是此範圍活動的主機名列表。

source: Scope description
pt_br: Descrição do escopo
zh_cn: 範圍描述

source: Allow custom workflows
pt_br: Permitir fluxos de trabalho personalizados
zh_cn: 允許自定義工作流程

source: Custom workflows
pt_br: Fluxos de trabalho personalizados
zh_cn: 自定義工作流程

source: Setting the workflow limit to "0" disables limitations on number of custom workflows completely.
zh_cn: 將工作流程限制設置為“ 0”，可以完全禁用自定義工作流數的限制。

source: Allow file uploads
pt_br: Permitir uploads de arquivos
zh_cn: 允許上傳

source: Total upload quota
pt_br: Cota total de upload
zh_cn: 總上傳配額

source: Setting the upload quota to "0" MB disables the qouta completely
zh_cn: 將上傳配額設置為“ 0” MB完全禁用qouta

source: Max projects
pt_br: Projetos máximos
zh_cn: 最大項目

source: Total number of allowed projects. Setting the value to "0" disables limitations on number of projects.
zh_cn: 允許項目的總數。 將值設置為“ 0”可以禁用項目數量的限制。

source: Max users
pt_br: Máximo de usuários
zh_cn: 最大用戶

source: Total number of allowed users. Setting the value to "0" disables limitations on number of users.
zh_cn: 允許用戶的總數。 將值設置為“ 0”可以禁用對用戶數量的限制。

source: Max teams
pt_br: Máximo de equipes
zh_cn: 最大團隊

source: Total number of allowed teams. Setting the value to "0" disables limitations on number of teams.
zh_cn: 允許團隊的總數。 將值設置為“ 0”可以禁用團隊數量的限制。

source: Available modules
pt_br: Módulos disponíveis
zh_cn: 可用的模塊

source: This module has been disabled in the selected scope by its admin
pt_br: Este módulo foi desabilitado no escopo selecionado por seu administrador
zh_cn: 該模塊已在選定的範圍中被其管理員禁用

source: Available
pt_br: Disponível
zh_cn: 可用的

source: Not available
pt_br: Não disponível
zh_cn: 無法使用

source: Save scope
pt_br: Salvar escopo
zh_cn: 保存範圍

source: Create scope
pt_br: Criar escopo
zh_cn: 創建範圍

source: %count users found when searching for "%searchstring"
zh_cn: %計數用戶在搜索"%searchstring"時發現的用戶

source: E-mail
zh_cn: 電子郵件

source: This role does not have any associated permissions
pt_br: Esta função não tem permissões associadas
zh_cn: 這個角色沒有任何相關的權限

source: Edit issue type
pt_br: Editar tipo de problema
zh_cn: 編輯問題類型

source: Create issue type
pt_br: Criar tipo de problema
zh_cn: 創建問題類型

source: Issue type name
pt_br: Nome do tipo de problema
zh_cn: 問題類型名稱

source: Users see this description when choosing an issue type to report
pt_br: Os usuários veem esta descrição ao escolher um tipo de problema para relatar
zh_cn: 用戶選擇要報告的問題類型時會看到此說明

source: Save issue type
pt_br: Salvar tipo de problema
zh_cn: 保存問題類型

source: General permissions
pt_br: Permissões gerais
zh_cn: 一般權限

source: Page access permissions
pt_br: Permissões de acesso à página
zh_cn: 頁面訪問權限

source: Project-specific permissions
pt_br: Permissões específicas do projeto
zh_cn: 特定於項目的權限

source: Module-specific permissions
pt_br: Permissões específicas do módulo
zh_cn: 模塊特定的權限

source: These permissions control what you can do in Pachno. Some of these permissions are also available as project-specific permissions, from the "%project_specific_permissions" tab.
zh_cn: 這些權限控制您在Pachno中可以做什麼。 這些權限中的一些也可以作為特定於項目的權限獲得，從"%project_specific_permissions"選項卡中獲得。

source: These permissions control which pages you can access in Pachno. Some of these permissions are also available as project-specific permissions, from the "%project_specific_permissions" tab.
zh_cn: 這些權限控制您可以在Pachno中訪問哪些頁面。 這些權限中的一些也可以作為特定於項目的權限獲得，從"%project_specific_permissions"選項卡中獲得。

source: Module-specific permissions are also available from the "%configure_modules" configuration page
zh_cn: 也可以從"%configure_modules"配置頁面獲得模塊特定的權限

source: Configure modules
pt_br: Configurar módulos
zh_cn: 配置模塊

source: Warning
pt_br: Aviso
zh_cn: 警告

source: The recommended way to set project-specific permissions is to use roles. Assigning teams and users to projects with a specific role keeps all permissions synchronized with roles, whereas editing it from here should only be done in very specific scenarios.
pt_br: A maneira recomendada de definir permissões específicas do projeto é usar funções. A atribuição de equipes e usuários a projetos com uma função específica mantém todas as permissões sincronizadas com as funções, enquanto a edição a partir daqui deve ser feita apenas em cenários muito específicos.
zh_cn: 設置特定項目權限的推薦方法是使用角色。 將團隊和用戶分配給具有特定角色的項目，可以使所有權限與角色同步，而從這裡進行編輯只能在非常具體的情況下進行編輯。

source: These permissions control what you can do, and which pages you can access in Pachno - on a project-specific basis. Some of these permissions are also available as site-wide permissions, from the "%general_permissions" tab.
zh_cn: 這些權限控制您可以做什麼，以及可以在項目特定的基礎上以Pachno訪問的頁面。 這些權限中的一些也可以作為範圍內的權限可從"%general_permissions"選項卡中獲得。

source: There are no projects
pt_br: Não há projetos
zh_cn: 沒有項目

source: Edit this issue field
pt_br: Editar este campo de problema
zh_cn: 編輯此問題字段

source: Show and edit available choices
pt_br: Mostrar e editar as opções disponíveis
zh_cn: 顯示和編輯可用選擇

source: Type
pt_br: Modelo
zh_cn: 類型

source: Really delete "%itemname"?
zh_cn: 真的刪除"%itemname"？

source: This will also remove the value of this custom field from all issues, along with any possible options this field can take.
pt_br: Isso também removerá o valor desse campo personalizado de todos os problemas, juntamente com todas as opções possíveis que esse campo possa ter.
zh_cn: 這還將從所有問題中刪除此自定義字段的值，以及本字段可以採取的任何可能的選項。

source: Label
pt_br: Etiqueta
zh_cn: 標籤

source: Instructions
pt_br: Instruções
zh_cn: 指示

source: This custom type doesn't have any instructions
pt_br: Este tipo personalizado não tem instruções
zh_cn: 此自定義類型沒有任何說明

source: Update available
pt_br: Atualização disponível
zh_cn: 更新可用

source: Not installed
pt_br: Não instalado
zh_cn: 未安裝

source: Authentication module
pt_br: Módulo de autenticação
zh_cn: 身份驗證模塊

source: Install update
pt_br: Instalar atualização
zh_cn: 安裝更新

source: Update to latest version
pt_br: Atualizar para a versão mais recente
zh_cn: 更新到最新版本

source: Manual update
pt_br: Atualização manual
zh_cn: 手動更新

source: Configure module
pt_br: Configurar módulo
zh_cn: 配置模塊

source: Uninstall module
pt_br: Módulo de desinstalação
zh_cn: 卸載模塊

source: Install module
pt_br: Instalar módulo
zh_cn: 安裝模塊

source: Enable module
pt_br: Ativar módulo
zh_cn: 啟用模塊

source: Disable module
pt_br: Desativar módulo
zh_cn: 禁用模塊

source: Manually update module
pt_br: Atualizar módulo manualmente
zh_cn: 手動更新模塊

source: If a module update is available and the automatic update fails, click the download link below and download the update file. Place the file in the location described below then press the "%update_module" button to update the module.
zh_cn: 如果有可用的模塊更新並且自動更新失敗，請單擊下面的下載鏈接，然後下載更新文件。 將文件放在下面描述的位置中，然後按"%update_module"按鈕更新模塊。

source: Update module
pt_br: Módulo de atualização
zh_cn: 更新模塊

source: Update file target location
pt_br: Atualizar local de destino do arquivo
zh_cn: 更新文件目標位置

source: Find module update file
pt_br: Localizar arquivo de atualização do módulo
zh_cn: 查找模塊更新文件

source: Really uninstall "%module_name"?
zh_cn: 真的卸載"%module_name"？

source: Really disable "%module_name"?
zh_cn: 真的禁用"%module_name"？

source: Uninstalling this module will permanently prevent users from accessing it or any associated data. If you just want to prevent access to the module temporarily, disable the module instead.
pt_br: A desinstalação deste módulo impedirá permanentemente que os usuários o acessem ou quaisquer dados associados. Se você deseja apenas impedir o acesso ao módulo temporariamente, desative o módulo.
zh_cn: 卸載此模塊將永久阻止用戶訪問它或任何關聯的數據。 如果您只想臨時暫時訪問模塊，請禁用模塊。

source: Disabling this module will permanently prevent users from accessing it or any associated data.
pt_br: A desativação deste módulo impedirá permanentemente que os usuários o acessem ou quaisquer dados associados.
zh_cn: 禁用此模塊將永久阻止用戶訪問它或任何關聯的數據。

source: More fine-tuned permissions are available. Click to see them.
pt_br: Mais permissões ajustadas estão disponíveis. Clique para vê-los.
zh_cn: 提供更多微調的權限。 單擊查看它們。

source: This permission list is empty
pt_br: Esta lista de permissões está vazia
zh_cn: 此權限列表為空

source: %theme_name version %version by %author
pt_br: %theme_name versão %version por %author
zh_cn: %theme_name版本%版本由%作者

source: Editing scopes for user %username
pt_br: Editando escopos para o usuário %username
zh_cn: 為用戶%用戶名編輯範圍

source: The user can access the following scopes
pt_br: O usuário pode acessar os seguintes escopos
zh_cn: 用戶可以訪問以下範圍
