Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Change account details message
pt_br: Alterar mensagem de detalhes da conta
zh_cn: 更改帳戶詳細信息消息

source: Manage existing modules or download and install new modules for Pachno here.
pt_br: Gerencie os módulos existentes ou baixe e instale novos módulos para Pachno aqui.
zh_cn: 在此處管理現有模塊或下載並安裝新的模塊。

source: Enable or disable modules for Pachno here.
pt_br: Habilite ou desabilite módulos para Pachno aqui.
zh_cn: 在此處啟用或禁用Pachno的模塊。

source: Automatic installation of modules is not possible. Please make sure that both the modules/ path and composer.json is writable.
pt_br: A instalação automática de módulos não é possível. Certifique-se de que ambos os módulos/caminho e composer.json sejam graváveis.
zh_cn: 自動安裝模塊是不可能的。 請確保模塊/路徑和Composer.json都是可寫的。

source: You have %count outdated modules. They have been disabled until you upgrade them, you can upgrade them on this page.
pt_br: Você tem %count módulos desatualizados. Eles foram desativados até você atualizá-los, você pode atualizá-los nesta página.
zh_cn: 您的%計數過時的模塊。 它們已被禁用，直到您升級它們為止，您可以在此頁面上升級它們。

source: You have %count outdated modules. They have been disabled until they are updated by an administrator.
pt_br: Você tem %count módulos desatualizados. Eles foram desabilitados até que sejam atualizados por um administrador.
zh_cn: 您的%計數過時的模塊。 它們已被禁用，直到管理員更新為止。

source: Featured modules
pt_br: Módulos em destaque
zh_cn: 特色模塊

source: Find modules online
pt_br: Encontre módulos online
zh_cn: 在線查找模塊

source: Manage existing modules
pt_br: Gerenciar módulos existentes
zh_cn: 管理現有模塊

source: Module
pt_br: Módulo
zh_cn: 模塊

source: Modules enhance and extend the functionality in Pachno.
pt_br: Os módulos melhoram e estendem a funcionalidade do Pachno.
zh_cn: 模塊增強並擴展了Pachno中的功能。

source: Available modules will be listed here.
pt_br: Os módulos disponíveis serão listados aqui.
zh_cn: 可用的模塊將在此處列出。

source: Configure workflow "%workflow_name"
zh_cn: 配置工作流程"%workflow_name"

source: Editing steps for %workflow_name
pt_br: Etapas de edição para %workflow_name
zh_cn: %workflow_name的編輯步驟

source: This page shows all the available steps for the selected workflow, as well as transitions between these steps.
pt_br: Esta página mostra todas as etapas disponíveis para o fluxo de trabalho selecionado, bem como as transições entre essas etapas.
zh_cn: 此頁面顯示了所選工作流的所有可用步驟，以及這些步驟之間的過渡。

source: You can add and remove steps from this page, as well as manage the transitions between them.
pt_br: Você pode adicionar e remover etapas desta página, bem como gerenciar as transições entre elas.
zh_cn: 您可以從此頁面添加和刪除步驟，並管理它們之間的過渡。

source: Steps without any incoming transitions are shown as faded out.
pt_br: Etapas sem transições de entrada são mostradas como esmaecidas.
zh_cn: 沒有任何傳入過渡的步驟顯示為褪色。

source: Add a step
pt_br: Adicionar uma etapa
zh_cn: 添加一個步驟

source: Create a new workflow step
pt_br: Criar uma nova etapa de fluxo de trabalho
zh_cn: 創建一個新的工作流程

source: Step name
pt_br: Nome da etapa
zh_cn: 步驟名稱

source: Issue types let you categorize requests into different groups, and specify additional fields per issue type. Read more about how issue types works and is set up in the %online_documentation
pt_br: Os tipos de problema permitem categorizar solicitações em diferentes grupos e especificar campos adicionais por tipo de problema. Leia mais sobre como os tipos de problemas funcionam e são configurados na %online_documentation
zh_cn: 問題類型可讓您將請求分類為不同的組，並指定每個問題類型的其他字段。 閱讀有關問題類型的工作方式並在%online_documentation中設置的更多信息

source: Existing issue types
pt_br: Tipos de problemas existentes
zh_cn: 現有的問題類型

source: Configure settings
pt_br: Definir configurações
zh_cn: 配置設置

source: These settings configure various features in Pachno. Keep in mind that changing any of these settings will apply globally and immediately. There is no need to log out and back in.
pt_br: Essas configurações configuram vários recursos no Pachno. Lembre-se de que a alteração de qualquer uma dessas configurações será aplicada global e imediatamente. Não há necessidade de sair e entrar novamente.
zh_cn: 這些設置在Pachno中配置了各種功能。 請記住，更改這些設置中的任何一個都將在全球和立即應用。 無需註銷並返回。

source: General
pt_br: Em geral
zh_cn: 一般的

source: Regional & language
pt_br: Idioma regional
zh_cn: 區域和語言

source: Users & security
pt_br: Usuários e segurança
zh_cn: 用戶和安全性

source: Workflows lets you define the lifecycle of an issue: steps, transitions, lifecycle events and more. Read more about how workflows are set up in %link_to_wiki_workflow.
pt_br: Os fluxos de trabalho permitem definir o ciclo de vida de um problema: etapas, transições, eventos de ciclo de vida e muito mais. Leia mais sobre como os fluxos de trabalho são configurados em %link_to_wiki_workflow.
zh_cn: 工作流使您可以定義問題的生命週期：步驟，過渡，生命週期事件等。 閱讀有關如何在%link_to_to_wiki_workflow中設置工作流程的更多信息。

source: Existing workflows
pt_br: Fluxos de trabalho existentes
zh_cn: 現有的工作流程

source: Create workflow
pt_br: Criar fluxo de trabalho
zh_cn: 創建工作流程

source: Included statuses
pt_br: Status incluídos
zh_cn: 包括狀態

source: Error details:
pt_br: Detalhes do erro:
zh_cn: 錯誤詳情：

source: Configure roles
pt_br: Configurar funções
zh_cn: 配置角色

source: Globally available roles
pt_br: Funções disponíveis globalmente
zh_cn: 全球可用角色

source: There are no globally available roles
pt_br: Não há funções disponíveis globalmente
zh_cn: 沒有全球可用的角色

source: Configure groups
pt_br: Configurar grupos
zh_cn: 配置組

source: User groups define basic access permissions for all users, allowing you to restrict or grant access to certain parts of the system not linked to specific projects. Read about groups and permissions in the %online_documentation to learn more about how to create, apply and manage groups.
pt_br: Os grupos de usuários definem permissões básicas de acesso para todos os usuários, permitindo restringir ou conceder acesso a determinadas partes do sistema não vinculadas a projetos específicos. Leia sobre grupos e permissões na %online_documentation para saber mais sobre como criar, aplicar e gerenciar grupos.
zh_cn: 用戶組為所有用戶定義了基本訪問權限，從而允許您限製或授予對與特定項目鏈接的系統某些部分的訪問。 閱讀有關%countonline_documentation中的組和權限的信息，以了解有關如何創建，應用和管理組的更多信息。

source: User groups
pt_br: Grupos de usuários
zh_cn: 用戶組

source: Configure teams
pt_br: Configurar equipes
zh_cn: 配置團隊

source: Teams let you grant access to groups of users, as well as provide central starting points for information. Read about teams and permissions in the %online_documentation to learn more about how to create, apply and manage teams.
pt_br: As equipes permitem que você conceda acesso a grupos de usuários, além de fornecer pontos de partida centrais para informações. Leia sobre equipes e permissões na %online_documentation para saber mais sobre como criar, aplicar e gerenciar equipes.
zh_cn: 團隊讓您授予對用戶組的訪問權限，並為信息提供中心的起點。 閱讀有關在線_ documentation%的團隊和權限，以了解有關如何創建，應用和管理團隊的更多信息。

source: Configure advanced permissions
pt_br: Configurar permissões avançadas
zh_cn: 配置高級權限

source: Back to roles
pt_br: Voltar aos papéis
zh_cn: 回到角色

source: Configure permissions
pt_br: Configurar permissões
zh_cn: 配置權限

source: Icon legend:
pt_br: Legenda do ícone:
zh_cn: 圖標傳奇：

source: Show more detailed permissions
pt_br: Mostrar permissões mais detalhadas
zh_cn: 顯示更多詳細的權限

source: Set permissions
pt_br: Definir permissões
zh_cn: 設置權限

source: Permissions icon legend:
pt_br: Legenda do ícone de permissões:
zh_cn: 權限圖標傳奇：

source: Not set (permissive system setting)
pt_br: Não definido (configuração permissiva do sistema)
zh_cn: 未設置（允許系統設置）

source: Not set (restrictive system setting)
pt_br: Não definido (configuração restritiva do sistema)
zh_cn: 未設置（限制性系統設置）

source: Not set (uses global permission)
pt_br: Não definido (usa permissão global)
zh_cn: 未設置（使用全局許可）

source: Denied
pt_br: Negado
zh_cn: 否認

source: Edit all global group and team permissions from this page - user-specific permissions are handled from the [[Pachno:configure_users|user configuration page]], and permissions for specific issue fields are available from the [[Pachno:configure_issuefields|issue fields configuration page]].
pt_br: Edite todas as permissões globais de grupo e equipe nesta página - as permissões específicas do usuário são tratadas no [[Pachno:configure_users|user configuration page]], e as permissões para campos de problemas específicos estão disponíveis no [[Pachno:configure_issuefields|issue fields configuration page]].
zh_cn: 編輯此頁面中的所有全局組和團隊權限 - 從[[Pachno：configure_users |用戶配置頁面]處理特定於用戶特定的權限]，並且特定問題字段可從[[pachno：configure_issuefields | esporage firports配置字段提供從[pachno：configure_issuefields | 頁]]。

source: Pachno permissions are thoroughly explained in [[ConfigurePermissions]] in the wiki - look it up if you're ever stuck.
pt_br: As permissões do Pachno são explicadas detalhadamente no [[ConfigurePermissions]]wiki - procure se você estiver travado.
zh_cn: pachno權限在[[ponfigurepermissions]]中徹底解釋了Wiki-如果您遇到的話，請查找它。

source: Configuration center
pt_br: Centro de configuração
zh_cn: 配置中心

source: You have %count outdated modules. They have been disabled until you upgrade them, you can upgrade them from Module settings.
pt_br: Você tem %count módulos desatualizados. Eles foram desativados até que você os atualize, você pode atualizá-los nas configurações do módulo.
zh_cn: 您的%計數過時的模塊。 它們已被禁用，直到您升級它們為止，您可以從模塊設置升級它們。

source: Edit details
pt_br: Editar Detalhes
zh_cn: 編輯詳細信息

source: Transition "%transition_name"
zh_cn: 過渡"%transition_name"

source: This page shows all the available details for this transition for the selected workflow, as well as incoming and outgoing steps from this transition.
pt_br: Esta página mostra todos os detalhes disponíveis para esta transição para o fluxo de trabalho selecionado, bem como as etapas de entrada e saída desta transição.
zh_cn: 此頁面顯示了所選工作流程的此過渡的所有可用詳細信息，以及該過渡的傳入和傳出步驟。

source: You can edit all details about the selected transitions from this page.
pt_br: Você pode editar todos os detalhes sobre as transições selecionadas nesta página.
zh_cn: 您可以從此頁面編輯有關所選過渡的所有詳細信息。

source: Transition path
pt_br: Caminho de transição
zh_cn: 過渡路徑

source: Template
pt_br: Modelo
zh_cn: 模板

source: No template used - transition happens instantly
pt_br: Nenhum modelo usado - a transição acontece instantaneamente
zh_cn: 沒有使用的模板 - 過渡立即發生

source: This optional description will be presented to the user
pt_br: Esta descrição opcional será apresentada ao usuário
zh_cn: 此可選描述將顯示給用戶

source: Update transition details
pt_br: Atualizar detalhes da transição
zh_cn: 更新過渡詳細信息

source: %update_transition_details or %cancel
pt_br: %update_transition_details ou %cancel
zh_cn: %update_transition_details或%取消

source: Pre-transition validation rules
pt_br: Regras de validação de pré-transição
zh_cn: 過渡前驗證規則

source: The following validation rules has to be fullfilled for the transition to be available to the user
pt_br: As seguintes regras de validação devem ser cumpridas para que a transição esteja disponível para o usuário
zh_cn: 必須充分滿足以下驗證規則，以便向用戶使用過渡

source: This transition has no pre-validation rules
pt_br: Esta transição não tem regras de pré-validação
zh_cn: 這種過渡沒有預驗證規則

source: Post-transition validation rules
pt_br: Regras de validação pós-transição
zh_cn: 過渡後驗證規則

source: The following validation rules will be applied to the input given by the user in the transition view. If the validation fails, the transition will not take place.
pt_br: As seguintes regras de validação serão aplicadas à entrada fornecida pelo usuário na visualização de transição. Se a validação falhar, a transição não ocorrerá.
zh_cn: 以下驗證規則將應用於過渡視圖中用戶給出的輸入。 如果驗證失敗，則不會進行過渡。

source: This transition has no post validation rules
pt_br: Esta transição não tem regras de pós-validação
zh_cn: 此過渡沒有郵政驗證規則

source: This transition does not use any template, so user input cannot be validated
pt_br: Esta transição não usa nenhum modelo, portanto, a entrada do usuário não pode ser validada
zh_cn: 此過渡不使用任何模板，因此無法驗證用戶輸入

source: Post-transition actions
pt_br: Ações pós-transição
zh_cn: 過渡後行動

source: Add a comment if one is specified
pt_br: Adicione um comentário se um for especificado
zh_cn: 如果指定了一個評論

source: This transition has no actions
pt_br: Esta transição não tem ações
zh_cn: 這種過渡沒有行動

source: Configure clients
pt_br: Configurar clientes
zh_cn: 配置客戶端

source: Clients let you group external users separate from your internal teams. Clients also have extra information available to help you organize contact details. Read about clients and permissions in the %online_documentation to learn more about how to create, apply and manage clients.
pt_br: Os clientes permitem que você agrupe usuários externos separados de suas equipes internas. Os clientes também têm informações extras disponíveis para ajudá-lo a organizar os detalhes de contato. Leia sobre clientes e permissões na %online_documentation para saber mais sobre como criar, aplicar e gerenciar clientes.
zh_cn: 客戶端讓您將外部用戶與內部團隊分開。 客戶還提供額外的信息，可幫助您組織聯繫方式。 閱讀有關unline_documentation%的客戶和權限的信息，以了解有關如何創建，應用和管理客戶的更多信息。

source: User clients
pt_br: Clientes do usuário
zh_cn: 用戶客戶端

source: This issue has been updated with the latest changes from the code repository.%commit_msg
pt_br: Este problema foi atualizado com as últimas alterações do repositório de código.%commit_msg
zh_cn: 此問題已通過代碼存儲庫的最新更改進行了更新。%commit_msg

source: Code checkins (%count)
pt_br: Check-ins de código (%count)
zh_cn: 代碼檢查（%計數）

source: Github authentication details
pt_br: Detalhes de autenticação do Github
zh_cn: GitHub身份驗證細節

source: Specify your Github login details here to enable github integration with your account.
pt_br: Especifique seus detalhes de login do Github aqui para habilitar a integração do github com sua conta.
zh_cn: 在此處指定您的GitHub登錄詳細信息，以啟用GitHub與您的帳戶集成。

source: Github token
pt_br: Token do Github
zh_cn: github令牌

source: This is required to access private repositories, and features such as Pachno Link.
pt_br: Isso é necessário para acessar repositórios privados e recursos como o Pachno Link.
zh_cn: 這是訪問私人存儲庫以及諸如Pachno鏈接之類的功能所必需的。

source: There are no code checkins for this issue
pt_br: Não há check-ins de código para este problema
zh_cn: 此問題沒有代碼檢查

source: "%project_name" commit %commit_sha
zh_cn: "%project_name"提交%commit_sha

source: This commit has %num_additions_and_num_deletions across %num_files
pt_br: Este commit tem %num_additions_and_num_deletions em %num_files
zh_cn: 此提交有%num_additions_and_num_deletions跨%num_files

source: %num_a addition(s) and %num_d deletion(s)
pt_br: %num_a adição(ões) e %num_d exclusão(ões)
zh_cn: %num_a添加（s）和%num_d刪除（s）

source: %num file(s)
pt_br: %num arquivo(s)
zh_cn: %數字文件

source: This commit has %num_additions across %num_files
pt_br: Este commit tem %num_additions em %num_files
zh_cn: 此提交在%num_files上具有%num_additions

source: %num addition(s)
pt_br: %num adição(ões)
zh_cn: %添加%

source: This commit has %num_deletions across %num_files
pt_br: Este commit tem %num_deletions em %num_files
zh_cn: 此提交在%num_files上具有%num_deletions

source: %num deletion(s)
pt_br: %num exclusão(ões)
zh_cn: %num刪除（s）

source: Commit details
pt_br: Detalhes do commit
zh_cn: 提交詳細信息

source: Commit id
pt_br: ID de Commit
zh_cn: 提交ID

source: Committed by
pt_br: Committado por
zh_cn: 致力於

source: Committed at
pt_br: Committado em
zh_cn: 致力於

source: Previous commit
pt_br: Commit anterior
zh_cn: 以前的提交

source: Branch(es)
zh_cn: 分支

source: Affected issues
pt_br: Problemas afetados
zh_cn: 受影響的問題

source: Files committed
pt_br: Arquivos confirmados
zh_cn: 提交的文件

source: This repository is still being imported and may not be fully up-to-date yet.
pt_br: Este repositório ainda está sendo importado e pode não estar totalmente atualizado ainda.
zh_cn: 該存儲庫仍在進口，可能還沒有完全最新。

source: This commit was imported and does not contain all information. Press the "%update_commit"-button to load details.
zh_cn: 該提交被導入，不包含所有信息。 按"%update_commit" -button加載詳細信息。

source: Update commit
pt_br: Atualizar confirmação
zh_cn: 更新提交

source: This file was deleted in this commit
pt_br: Este arquivo foi deletado neste commit
zh_cn: 此文件已在此提交中刪除

source: Added in this commit
pt_br: Adicionado neste commit
zh_cn: 在此提交中添加

source: External accounts
pt_br: Contas externas
zh_cn: 外部帳戶

source: Link accounts from external services such as GitHub, GitLab, etc to enable linking or importing projects
pt_br: Vincule contas de serviços externos, como GitHub, GitLab, etc. para habilitar a vinculação ou importação de projetos
zh_cn: 鏈接來自外部服務（例如GitHub，GitLab等）的帳戶以啟用鏈接或導入項目

source: Download integration plugins from %configure_modules or visit %pachno_com to get started.
pt_br: Baixe os plugins de integração de %configure_modules ou visite %pachno_com para começar.
zh_cn: 從%configure_modules下載集成插件或訪問%pachno_com開始。

source: Modules
pt_br: Módulos
zh_cn: 模塊

source: Not connected
pt_br: Não conectado
zh_cn: 未連接

source: Connected
pt_br: Conectado
zh_cn: 連接的

source: Connect
pt_br: Conectar
zh_cn: 連接

source: Disconnect
pt_br: Desconectar
zh_cn: 斷開

source: %user_name mentioned you in commit %rev
pt_br: %user_name mencionou você no commit %rev
zh_cn: %user_name在commit%rev中提到您

source: This diff is too long to be shown here
pt_br: Esta diferença é muito longa para ser mostrada aqui
zh_cn: 這個差異太長在這裡顯示

source: Import or link existing project(s)
pt_br: Importar ou vincular projetos existentes
zh_cn: 導入或鏈接現有項目

source: Show commit details
pt_br: Mostrar detalhes do commit
zh_cn: 顯示提交詳細信息

source: Commits %count
pt_br: Confirma %count
zh_cn: 提交%計數

source: Import from or link with external services
pt_br: Importar ou vincular a serviços externos
zh_cn: 從外部服務中導入或鏈接

source: Import and/or link this project with an existing project or repository from %github, %gitlab, %bitbucket and more
pt_br: Importe e/ou vincule este projeto a um projeto ou repositório existente de %github, %gitlab, %bitbucket e mais
zh_cn: 從%github，%gitlab，%bitbucket等導入和/或將該項目與現有項目或存儲庫聯繫起來

source: Importing from %project_name
pt_br: Importando de %project_name
zh_cn: 從%project_name導入

source: Linked to %project_name
pt_br: Vinculado a %project_name
zh_cn: 鏈接到%project_name

source: Remove
pt_br: Remover
zh_cn: 消除

source: Linking / importing %project_name
pt_br: Vinculando/importando %project_name
zh_cn: 鏈接 /導入%project_name

source: Only import the project
pt_br: Importar apenas o projeto
zh_cn: 僅導入項目

source: Import project from GitHub and update issues when commits are pushed
pt_br: Importe o projeto do GitHub e atualize os problemas quando as confirmações são enviadas
zh_cn: 從GitHub導入項目，並在推動提交時更新問題

source: Import / link
pt_br: Importar / vincular
zh_cn: 導入 /鏈接

source: %pachno_live_link requires integration plugins. Download integration plugins from %configure_modules or visit %pachno_com to get started.
pt_br: %pachno_live_link requer plugins de integração. Baixe os plugins de integração de %configure_modules ou visite %pachno_com para começar.
zh_cn: %pachno_live_link需要集成插件。 從%configure_modules下載集成插件或訪問%pachno_com開始。

source: Remove Pachno LiveLink?
pt_br: Remover Pachno LiveLink?
zh_cn: 刪除Pachno Livelink？

source: Are you sure you want to remove the LiveLink integration from this project? No issues or project details will be removed or affected by this, but you will no longer receive updates from the external repository.
pt_br: Tem certeza de que deseja remover a integração do LiveLink deste projeto? Nenhum problema ou detalhes do projeto serão removidos ou afetados por isso, mas você não receberá mais atualizações do repositório externo.
zh_cn: 您確定要從該項目中刪除Livelink集成嗎？ 不會被此刪除或影響項目詳細信息，但是您將不再收到外部存儲庫的更新。

source: External integrations
pt_br: Integrações externas
zh_cn: 外部集成

source: %num line(s) removed
pt_br: %num linha(s) removida(s)
zh_cn: %num Line已刪除

source: %num line(s) added
pt_br: %num linha(s) adicionada(s)
zh_cn: 添加了%num Line

source: This imported commit is missing some details. The details will be fetched when you open the commit details.
pt_br: Este commit importado está faltando alguns detalhes. Os detalhes serão buscados quando você abrir os detalhes do commit.
zh_cn: 此導入的提交缺少一些細節。 打開提交詳細信息時，將獲取詳細信息。

source: Code
pt_br: Código
zh_cn: 代碼

source: Commits
zh_cn: 提交

source: Older commits
pt_br: Commits mais antigos
zh_cn: 較舊的提交

source: To continue, enter a github repository name, github url or git clone url below.
pt_br: Para continuar, insira um nome de repositório github, github url ou git clone url abaixo.
zh_cn: 要繼續，請輸入下面的GitHub存儲庫名稱，即GitHub URL或GIT克隆URL。

source: Enter a github url, project name or clone url here
pt_br: Digite um URL do github, nome do projeto ou URL do clone aqui
zh_cn: 在此處輸入GitHub URL，項目名稱或克隆URL

source: Change
pt_br: Alterar
zh_cn: 改變

source: Source code
pt_br: Código fonte
zh_cn: 源代碼

source: "%project_name" commits
zh_cn: "%project_name"提交

source: Find issues
pt_br: Encontrar problemas
zh_cn: 查找問題

source: Select a branch
pt_br: Selecione uma branch
zh_cn: 選擇一個分支

source: Branch
zh_cn: 分支

source: Last commit: %date
pt_br: Último commit: %date
zh_cn: 上次提交：%日期

source: No commits yet
pt_br: Nenhum commits ainda
zh_cn: 尚未提交

source: This project is not linked to a repository
pt_br: Este projeto não está vinculado a um repositório
zh_cn: 該項目與存儲庫無鏈接

source: Link the project to an external repository to see commits, external issues and more
pt_br: Vincule o projeto a um repositório externo para ver commits, problemas externos e muito mais
zh_cn: 將項目鏈接到外部存儲庫，以查看提交，外部問題等等

source: This repository is being imported and may not be fully up-to-date yet.
pt_br: Este repositório está sendo importado e pode não estar totalmente atualizado ainda.
zh_cn: 該存儲庫正在導入，可能還沒有完全最新。

source: This project is not linked to a repository. New commits will not be processed.
pt_br: Este projeto não está vinculado a um repositório. Novos commits não serão processados.
zh_cn: 該項目與存儲庫無鏈接。 新提交將不會處理。

source: Choose branch on the left to filter commits for this project
pt_br: Escolha a ramificação à esquerda para filtrar os commits deste projeto
zh_cn: 選擇左側的分支以過濾此項目

source: Not targetted
pt_br: Não atribuído
zh_cn: 沒有針對性

source: You don't have access to this saved search
pt_br: Você não tem acesso a esta pesquisa salva
zh_cn: 您無法訪問此保存的搜索

source: Please provide a name for the saved search
pt_br: Forneça um nome para a pesquisa salva
zh_cn: 請提供保存搜索的名稱

source: The saved search was deleted successfully
pt_br: A pesquisa salva foi excluída com sucesso
zh_cn: 保存的搜索已成功刪除

source: Cannot delete this saved search
pt_br: Não é possível excluir esta pesquisa salva
zh_cn: 無法刪除此保存的搜索

source: The saved search was updated
pt_br: A pesquisa salva foi atualizada
zh_cn: 保存的搜索已更新

source: The saved search has been created
pt_br: A pesquisa salva foi criada
zh_cn: 已經創建了保存的搜索

source: You have to specify a name for the saved search
pt_br: Tem de especificar um nome para a pesquisa guardada
zh_cn: 您必須指定保存搜索的名稱

source: No projects exist so this filter can not be added
pt_br: Não existem projetos, então este filtro não pode ser adicionado
zh_cn: 沒有項目，因此無法添加此過濾器

source: This is not a valid search field
pt_br: Este não é um campo de pesquisa válido
zh_cn: 這不是有效的搜索字段

source: Please enter 3 characters or more
pt_br: Insira 3 caracteres ou mais
zh_cn: 請輸入3個或更多字符

source: Build
zh_cn: 建造

source: Include subproject(s)
pt_br: Incluir subprojetos
zh_cn: 包括子標記

source: All subprojects
pt_br: Todos os subprojetos
zh_cn: 所有子項目

source: Don't include subprojects (default, unless specified otherwise)
pt_br: Não inclua subprojetos (padrão, a menos que especificado de outra forma)
zh_cn: 不包括子標記（默認值，除非另有說明，除非另有說明）

source: Assigned to user
pt_br: Atribuído ao usuário
zh_cn: 分配給用戶

source: Assigned to team
pt_br: Atribuído à equipe
zh_cn: 分配給團隊

source: Owned by user
pt_br: De propriedade do usuário
zh_cn: 由用戶擁有

source: Owned by team
pt_br: De propriedade da equipe
zh_cn: 由團隊擁有

source: Date reported
pt_br: Data do relatório
zh_cn: 報告的日期

source: Date last updated
pt_br: Data da última atualização
zh_cn: 日期最後更新

source: Date time spent
pt_br: Data tempo gasto
zh_cn: 花費的日期
