Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Oh noes, we didn't find any users or teams.
pt_br: Ah não, não encontramos nenhum usuário ou equipe.
zh_cn: 哦，不，我們找不到任何用戶或團隊。

source: We found someone that matched what you searched for
pt_br: Encontramos alguém que corresponde ao que você pesquisou
zh_cn: 我們找到了一個與您搜索的內容相匹配的人

source: This team is already assigned to the project
pt_br: Esta equipe já está atribuída ao projeto
zh_cn: 該團隊已經分配給項目

source: Add
pt_br: Adicionar
zh_cn: 添加

source: Not activated yet
pt_br: Ainda não ativado
zh_cn: 尚未激活

source: This user is already assigned to the project
pt_br: Este usuário já está atribuído ao projeto
zh_cn: 該用戶已經分配給項目

source: Toggle system-generated comments
pt_br: Alternar comentários gerados pelo sistema
zh_cn: 切換系統生成的註釋

source: Sort comments in opposite direction
pt_br: Classificar comentários na direção oposta
zh_cn: 朝相反的方向排序

source: Post comment
pt_br: Postar comentário
zh_cn: 發表評論

source: Save milestone
pt_br: Salvar marco
zh_cn: 保存里程碑

source: Milestone name
pt_br: Nome do marco
zh_cn: 里程碑名稱

source: Enter a milestone name
pt_br: Insira um nome de marco
zh_cn: 輸入里程碑名稱

source: Edit milestone details
pt_br: Editar detalhes do marco
zh_cn: 編輯里程碑細節

source: Add milestone
pt_br: Adicionar marco
zh_cn: 添加里程碑

source: The %number selected issue(s) will be automatically assigned to the new milestone
pt_br: O(s) %number problema(s) selecionada(s) será(ão) automaticamente atribuído(s) ao novo marco
zh_cn: 選定的%數字發行將自動分配給新的里程碑

source: Description
pt_br: Descrição
zh_cn: 描述

source: Visible in project roadmap
pt_br: Visível no roteiro do projeto
zh_cn: 在項目路線圖中可見

source: Issues can be assigned to this milestone
pt_br: Os problemas podem ser atribuídos a este marco
zh_cn: 問題可以分配給這個里程碑

source: Percentage type
pt_br: Tipo de porcentagem
zh_cn: %count類型

source: Planned start date
pt_br: Data de início planejada
zh_cn: 計劃的開始日期

source: Planned end date
pt_br: Data de término planejada
zh_cn: 計劃結束日期

source: Enable releases
pt_br: Ativar versões
zh_cn: 啟用版本

source: Yes
pt_br: Sim
zh_cn: 是的

source: No
pt_br: Não
zh_cn: 不

source: If this project has regular new main- or test-releases, you can use this feature to track issue across different releases
pt_br: Se este projeto tiver novas versões principais ou de teste regulares, você poderá usar esse recurso para rastrear problemas em diferentes versões
zh_cn: 如果此項目具有常規的新主或測試釋放，則可以使用此功能來跟踪不同版本的問題

source: Enable downloads
pt_br: Ativar downloads
zh_cn: 啟用下載

source: If project releases can be downloaded, use this feature to either upload the files or point to download links
pt_br: Se as versões do projeto puderem ser baixadas, use esse recurso para fazer upload dos arquivos ou apontar para links de download
zh_cn: 如果可以下載項目發布，請使用此功能上傳文件或點以下載鏈接

source: View users
pt_br: Ver usuários
zh_cn: 查看用戶

source: Website:
zh_cn: 網站：

source: none
pt_br: Nenhum
zh_cn: 沒有任何

source: Email address:
pt_br: Endereço de email:
zh_cn: 電子郵件地址：

source: Telephone:
pt_br: Telefone:
zh_cn: 電話：

source: Fax:
zh_cn: 傳真：

source: Pick a color for this user story
pt_br: Escolha uma cor para esta história de usuário
zh_cn: 為這個用戶故事選擇顏色

source: Selecting a color makes the story easily recognizable
pt_br: A seleção de uma cor torna a história facilmente reconhecível
zh_cn: 選擇顏色使故事很容易識別

source: %pointspt(s)
zh_cn: %點

source: Actions
pt_br: Ações
zh_cn: 動作

source: Open in new window
pt_br: Abrir em nova janela
zh_cn: 在新窗口中打開

source: Add a task to this user story
pt_br: Adicionar uma tarefa a esta história de usuário
zh_cn: 在此用戶故事中添加任務

source: Show tasks for this user story
pt_br: Mostrar tarefas para esta história de usuário
zh_cn: 顯示此用戶故事的任務

source: This story doesn't have any tasks
pt_br: Esta história não tem nenhuma tarefa
zh_cn: 這個故事沒有任何任務

source: Change issue type
pt_br: Alterar tipo de problema
zh_cn: 更改問題類型

source: There are no downloadable releases
pt_br: Não há versões para download
zh_cn: 沒有可下載的版本

source: But check back later.
pt_br: porém, verifique novamente mais tarde.
zh_cn: 但是稍後再檢查。

source: Version
pt_br: Versão
zh_cn: 版本

source: Show more actions
pt_br: Mostrar mais ações
zh_cn: 顯示更多動作

source: History
pt_br: História
zh_cn: 歷史

source: This message will disappear when you reload the page.
pt_br: Esta mensagem desaparecerá quando você recarregar a página.
zh_cn: 重新加載頁面時，此消息將消失。

source: Time tracking started at %time
pt_br: O rastreamento de tempo começou às %time
zh_cn: 時間跟踪以%時間開始

source: Paused
pt_br: Pausado
zh_cn: 暫停

source: Track time
pt_br: Acompanhar o tempo
zh_cn: 跟踪時間

source: Stop time tracking and discard tracked time?
pt_br: Parar o rastreamento de tempo e descartar o tempo rastreado?
zh_cn: 停止時間跟踪並丟棄跟踪時間？

source: Please confirm that you want to disacrd the time automatically tracked so far.
pt_br: Por favor, confirme que você deseja descartar o tempo rastreado automaticamente até o momento.
zh_cn: 請確認您要截至到目前為止自動跟踪的時間。

source: Issues in the workflow step on the left will have their workflow step changed to the one on the right. This will change the issue's status to the one assigned to the new step.
pt_br: Os problemas na etapa de fluxo de trabalho à esquerda terão sua etapa de fluxo de trabalho alterada para a da direita. Isso mudará o status do problema para aquele atribuído à nova etapa.
zh_cn: 左側工作流程中的問題將使他們的工作流步驟更改為右側的工作流程。 這將把問題的狀態更改為分配給新步驟的狀態。

source: Old: %old_workflow_name
pt_br: Antigo: %old_workflow_name
zh_cn: 舊：%old_workflow_name

source: New: %new_workflow_name
pt_br: Novo: %new_workflow_name
zh_cn: 新：%new_workflow_name

source: When you are done, click "%update_workflow" to switch to the new workflow
zh_cn: 完成後，單擊"%update_workflow"以切換到新工作流程

source: Update workflow
pt_br: Atualizar fluxo de trabalho
zh_cn: 更新工作流程

source: Issue type scheme
pt_br: Esquema de tipo de problema
zh_cn: 問題類型方案

source: Configure issue type schemes
pt_br: Configurar esquemas de tipo de problema
zh_cn: 配置問題類型方案

source: The issue type scheme setting controls which issue types are available for this project.
pt_br: A configuração do esquema de tipo de problema controla quais tipos de problema estão disponíveis para este projeto.
zh_cn: 問題類型方案設置控制哪些問題類型可用於此項目。

source: Prefix issue numbers
pt_br: Números de problemas de prefixo
zh_cn: 前綴發行編號

source: Issue number prefix
pt_br: Prefixo do número do problema
zh_cn: 發行編號前綴

source: No prefix set
pt_br: Nenhum prefixo definido
zh_cn: 沒有前綴集

source: See %about_issue_prefix for an explanation about issue prefixes
pt_br: Consulte %about_issue_prefix para obter uma explicação sobre prefixos de problemas
zh_cn: 有關問題前綴的說明，請參見%about_issue_prefix

source: about issue prefixes
pt_br: sobre prefixos de problemas
zh_cn: 關於問題前綴

source: Allow issues to be reported
pt_br: Permitir que problemas sejam relatados
zh_cn: 允許報告問題

source: Access policy for new issues
pt_br: Política de acesso para novos problemas
zh_cn: 新問題的訪問政策

source: Access policy
pt_br: Política de acesso
zh_cn: 訪問政策

source: Available to anyone with access to project
pt_br: Disponível para qualquer pessoa com acesso ao projeto
zh_cn: 可用於訪問項目的任何人

source: Available to anyone with access to project and category
pt_br: Disponível para qualquer pessoa com acesso ao projeto e categoria
zh_cn: 可用於訪問項目和類別的任何人

source: Available only to issue's poster
pt_br: Disponível apenas para o cartaz da edição
zh_cn: 僅供發布海報

source: Workflow scheme
pt_br: Esquema de fluxo de trabalho
zh_cn: 工作流程

source: Change workflow scheme
pt_br: Alterar esquema de fluxo de trabalho
zh_cn: 更改工作流程方案

source: Strict workflow mode
pt_br: Modo de fluxo de trabalho estrito
zh_cn: 嚴格的工作流程模式

source: Whether or not developers must use the configured workflow to change issue status. Choosing "%no" means issues can change status freely without following the configured workflow.
zh_cn: 開發人員是否必須使用配置的工作流程來更改問題狀態。 選擇"%no"意味著問題可以在不遵循配置的工作流程的情況下自由更改狀態。

source: Add or invite client members
pt_br: Adicionar ou convidar membros do cliente
zh_cn: 添加或邀請客戶成員

source: Enter user details or email address to find or invite users
pt_br: Insira os detalhes do usuário ou o endereço de e-mail para encontrar ou convidar usuários
zh_cn: 輸入用戶詳細信息或電子郵件地址以查找或邀請用戶

source: Enter something to search for teams or users
pt_br: Digite algo para pesquisar equipes ou usuários
zh_cn: 輸入一些搜索團隊或用戶的東西

source: Find
pt_br: Achar
zh_cn: 尋找

source: Invite team members, colleagues or collaborators
pt_br: Convide membros da equipe, colegas ou colaboradores
zh_cn: 邀請團隊成員，同事或合作者

source: Choose project icon
pt_br: Escolha o ícone do projeto
zh_cn: 選擇項目圖標

source: Add icon
pt_br: Adicionar ícone
zh_cn: 添加圖標

source: This issue is blocking the next release
pt_br: Este problema está bloqueando a próxima versão
zh_cn: 這個問題阻止了下一個版本

source: Access to this issue is restricted, which means only users with access to internal issues can see this issue.
pt_br: O acesso a esse problema é restrito, o que significa que apenas usuários com acesso a problemas internos podem ver esse problema.
zh_cn: 訪問此問題是受限制的，這意味著只有訪問內部問題的用戶才能看到此問題。

source: This issue is a duplicate of issue %link_to_duplicate_issue
pt_br: Este problema é uma duplicata do problema %link_to_duplicate_issue
zh_cn: 此問題是exesigon%link_to_duplicate_issue的重複

source: This issue has been closed with status "%status_name" and resolution "%resolution".
zh_cn: 此問題已封閉，狀態為"%status_name"和"%resolution"。

source: The project this issue belongs to has been archived, and so this issue is now read only
pt_br: O projeto ao qual este problema pertence foi arquivado e, portanto, este problema agora é somente leitura
zh_cn: 該問題屬於該項目已存檔，因此現在僅閱讀此問題

source: Internal release
pt_br: Versão interna
zh_cn: 內部釋放

source: Download from %hostname
pt_br: Baixe de %hostname
zh_cn: 從%主機名下載

source: Delete this release?
pt_br: Excluir esta versão?
zh_cn: 刪除此版本？

source: Do you really want to delete this release?
pt_br: Deseja realmente excluir esta versão?
zh_cn: 您真的想刪除此版本嗎？

source: Deleting this release will make it unavailable for download, and remove it from any associated issue reports or feature requests.
pt_br: A exclusão desta versão a tornará indisponível para download e a removerá de quaisquer relatórios de problemas associados ou solicitações de recursos.
zh_cn: 刪除此版本將使它無法下載，並將其從任何關聯的問題報告或功能請求中刪除。

source: This action cannot be reverted
pt_br: Esta ação não pode ser revertida
zh_cn: 這個動作不能恢復

source: Cancel
pt_br: Cancelar
zh_cn: 取消

source: How to reproduce
pt_br: Como reproduzir
zh_cn: 如何繁殖

source: Attachments
pt_br: Anexos
zh_cn: 附件

source: Drop the file to upload it
pt_br: Solte o arquivo para carregá-lo
zh_cn: 放下文件上傳

source: Subtasks
pt_br: Subtarefas
zh_cn: 子任務

source: Add or invite team members
pt_br: Adicionar ou convidar membros da equipe
zh_cn: 添加或邀請團隊成員

source: Project roles
pt_br: Funções do projeto
zh_cn: 項目角色

source: Create role
pt_br: Criar função
zh_cn: 創建角色

source: Roles are great for defining permission groups that can be granted to specific projects, or give users access to update and edit information around Pachno. Read about roles and permissions in the %online_documentation to learn more about how to create, apply and manage roles.
pt_br: As funções são ótimas para definir grupos de permissão que podem ser concedidos a projetos específicos ou dar aos usuários acesso para atualizar e editar informações sobre o Pachno. Leia sobre funções e permissões na %online_documentation para saber mais sobre como criar, aplicar e gerenciar funções.
zh_cn: 角色非常適合定義可以授予特定項目的權限組，或使用戶可以訪問Pachno圍繞Pachno的更新和編輯信息。 閱讀%在線_ documentation中的角色和權限，以了解有關如何創建，應用和管理角色的更多信息。

source: online documentation
pt_br: Documentação online
zh_cn: 在線文檔

source: Role name
pt_br: Nome da função
zh_cn: 角色名稱

source: User(s)
pt_br: Usuários
zh_cn: 用戶

source: Permission(s)
pt_br: Permissões
zh_cn: 許可

source: There are no project-specific roles
pt_br: Não há funções específicas do projeto
zh_cn: 沒有特定項目的角色

source: Global roles
pt_br: Funções globais
zh_cn: 全球角色

source: %hours hr(s)
pt_br: %hours hora(s)
zh_cn: %小時HR（S）

source: Private
pt_br: Privado
zh_cn: 私人的

source: Invite someone to this project
pt_br: Convidar alguém para este projeto
zh_cn: 邀請某人參加這個項目

source: Starting %start_date
pt_br: Iniciando %start_date
zh_cn: 啟動%start_date

source: Ends %end_date
pt_br: Termina em %end_date
zh_cn: end%end_date

source: Total estimated effort
pt_br: Esforço total estimado
zh_cn: 總估計工作

source: Previous effort
pt_br: Esforço anterior
zh_cn: 以前的努力

source: Current effort
pt_br: Esforço atual
zh_cn: 當前的努力

source: Total remaining effort
pt_br: Esforço total restante
zh_cn: 完全剩下的努力

source: Estimated velocity (hours)
pt_br: Velocidade estimada (horas)
zh_cn: 估計速度（小時）

source: Estimated velocity (points)
pt_br: Velocidade estimada (pontos)
zh_cn: 估計速度（點）

source: Hours burndown
pt_br: Gráfico de burndown do temporizador
zh_cn: 小時燃燒

source: Points burndown
pt_br: Gráfico de burndown de pontos
zh_cn: 點燃燒

source: Estimated hours
pt_br: Horas estimadas
zh_cn: 估計小時

source: Estimated points
pt_br: Pontos estimados
zh_cn: 估計點

source: Spent hours
pt_br: Horas gastas
zh_cn: 花了幾個小時

source: Spent points
pt_br: Pontos gastos
zh_cn: 花費的積分

source: No milestone selected
pt_br: Nenhum marco selecionado
zh_cn: 沒有選中的里程碑

source: Component name
pt_br: Nome do componente
zh_cn: 組件名稱

source: Do you really want to delete this component?
pt_br: Você realmente deseja excluir este componente?
zh_cn: 您真的想刪除此組件嗎？

source: Please confirm that you want to completely remove this component.
pt_br: Confirme que deseja remover completamente este componente.
zh_cn: 請確認您要完全刪除此組件。

source: Please log in to bookmark issues
pt_br: Faça login para marcar problemas em destaque
zh_cn: 請登錄書籤問題

source: Click the star to toggle whether you want to be notified whenever this issue updates or changes
pt_br: Clique na estrela para alternar se deseja ser notificado sempre que esse problema for atualizado ou alterado
zh_cn: 單擊星星以切換是否要在此問題更新或更改時要通知您是否要通知

source: If you have the proper permissions, you can manage issue subscribers via the "%more_actions" button to the right.
zh_cn: 如果您有適當的權限，則可以通過右側的"%more_actions"按鈕管理髮行訂戶。

source: More actions
pt_br: Mais ações
zh_cn: 更多操作

source: Do you really want to remove this file?
pt_br: Deseja realmente remover este arquivo?
zh_cn: 您真的想刪除此文件嗎？

source: If you remove this file it will no longer be available to download, even if you choose not to save the other changes. Are you sure you want to remove this file? This action cannot be undone.
pt_br: Se você remover este arquivo, ele não estará mais disponível para download, mesmo que você opte por não salvar as outras alterações. Tem certeza de que deseja remover este arquivo? Essa ação não pode ser desfeita.
zh_cn: 如果您刪除此文件，即使您選擇不保存其他更改，也將不再可下載。 您確定要刪除此文件嗎？ 此操作無法撤消。

source: Project details
pt_br: Detalhes do Projeto
zh_cn: 項目詳細信息

source: Project name
pt_br: Nome do Projeto
zh_cn: 項目名稱

source: A great project name
pt_br: Um nome de projeto
zh_cn: 一個很棒的項目名稱

source: Project key
pt_br: Chave do projeto
zh_cn: 項目密鑰

source: This is a part of all urls referring to this project
pt_br: Esta é uma parte de todos os URLs referentes a este projeto
zh_cn: 這是參考該項目的所有URL的一部分

source: Project icon
pt_br: Ícone do projeto
zh_cn: 項目圖標

source: Change project icon
pt_br: Alterar ícone do projeto
zh_cn: 更改項目圖標

source: Subproject of
pt_br: Subprojeto de
zh_cn: 子標記的

source: Not a subproject
pt_br: Não é um subprojeto
zh_cn: 不是子標記

source: Project description
pt_br: Descrição do Projeto
zh_cn: 項目描述

source: No description set
pt_br: Nenhuma descrição definida
zh_cn: 沒有說明集

source: Create project
pt_br: Criar projeto
zh_cn: 創建項目

source: Type of project
pt_br: Tipo de projeto
zh_cn: 項目類型

source: Classic software project
pt_br: Projeto de software clássico
zh_cn: 經典軟件項目

source: Classic project template without specific settings
pt_br: Modelo de projeto clássico sem configurações específicas
zh_cn: 經典項目模板沒有特定的設置

source: Distributed teams project
pt_br: Projeto de equipes distribuídas
zh_cn: 分佈式團隊項目

source: For projects with multiple teams, often distributed across locations
pt_br: Para projetos com várias equipes, geralmente distribuídos entre locais
zh_cn: 對於擁有多個團隊的項目，通常分佈在位置

source: Classic open source
pt_br: Código aberto clássico
zh_cn: 經典開源

source: For small/medium open source projects without multiple teams
pt_br: Para projetos de código aberto pequenos/médios sem várias equipes
zh_cn: 對於沒有多個團隊的中小型開源項目

source: Agile software project
pt_br: Projeto de software ágil
zh_cn: Agile軟件項目

source: For projects with an agile methodology like e.g. scrum or kanban
pt_br: Para projetos com uma metodologia ágil como, por exemplo, scrum ou kanban
zh_cn: 對於具有Agile方法論的項目，例如 Scrum或看板

source: Helpdesk / support
pt_br: Helpdesk / suporte
zh_cn: 幫助台 /支持

source: For helpdesk or support projects without a traditional software development cycle
pt_br: Para projetos de helpdesk ou suporte sem um ciclo tradicional de desenvolvimento de software
zh_cn: 在沒有傳統軟件開發週期的情況下，用於幫助台或支持項目

source: Personal todo-list
pt_br: Lista de trabalho pessoal
zh_cn: 個人待辦事項

source: A project acting like a personal todo-list. No fuzz, no headache.
pt_br: Um projeto agindo como uma lista de tarefas pessoal. Sem fuzz, sem dor de cabeça.
zh_cn: 一個像個人待辦事項一樣的項目。 沒有絨毛，沒有頭痛。

source: Select the type of project you are creating. The type of project decides initial workflows, issue types, settings and more. You can always configure this later.
pt_br: Selecione o tipo de projeto que você está criando. O tipo de projeto decide fluxos de trabalho iniciais, tipos de problemas, configurações e muito mais. Você sempre pode configurar isso mais tarde.
zh_cn: 選擇您正在創建的項目類型。 項目的類型決定初始工作流，問題類型，設置等。 您始終可以稍後進行配置。

source: My role in this project
pt_br: Minha função neste projeto
zh_cn: 我在這個項目中的角色

source: I have no role in this project
pt_br: Eu não tenho nenhum papel neste projeto
zh_cn: 我在這個項目中沒有作用

source: Choose a role in this project if you want to automatically set up permissions for your role
pt_br: Escolha uma função neste projeto se desejar configurar automaticamente as permissões para sua função
zh_cn: 如果您想自動為角色設置權限，請在該項目中選擇角色

source: Status not determined
pt_br: Status não determinado
zh_cn: 狀態未確定

source: Permission details for "%itemname"
zh_cn: "%itemname"的權限詳細信息

source: Specify who can access this edition.
pt_br: Especifique quem pode acessar esta edição.
zh_cn: 指定誰可以訪問此版本。

source: This project has no subprojects
pt_br: Este projeto não tem subprojetos
zh_cn: 該項目沒有子項目

source: No issues of this type has been posted yet
pt_br: Nenhum problema deste tipo foi postado ainda
zh_cn: 尚未發布此類問題

source: Number of issues
pt_br: Número de problemas
zh_cn: 問題數

source: # days ago
pt_br: # dias atrás
zh_cn: ＃ 幾天前

source: Closed vs open issues, last 15 days isolated
pt_br: Problemas fechados x abertos, últimos 15 dias isolados
zh_cn: 封閉與公開問題，最近15天隔離

source: Please wait while updating issue type
pt_br: Aguarde enquanto atualiza o tipo de problema
zh_cn: 請在更新問題類型時等待

source: This issue can not be displayed
pt_br: Este problema não pode ser exibido
zh_cn: 這個問題無法顯示

source: This issue either does not exist, has been deleted or you do not have permission to view it.
pt_br: Este problema não existe, foi excluído ou você não tem permissão para visualizá-lo.
zh_cn: 此問題要么不存在，已被刪除，要么您沒有權限查看它。

source: "%project_name" project team
zh_cn: "%project_name"項目團隊

source: Statistics
pt_br: Estatisticas
zh_cn: 統計數據

source: Number of issues per:
pt_br: Número de edições por:
zh_cn: 每個問題的數量：

source: %number_of_issues_per State (open / closed)
pt_br: %number_of_issues_per Estado (aberto/fechado)
zh_cn: %number_of_issues_per狀態（開放 /關閉）

source: %number_of_issues_per Category
pt_br: %number_of_issues_per Categoria
zh_cn: %number_of_issues_per類別

source: %number_of_issues_per Priority level
pt_br: %number_of_issues_per Nível de prioridade
zh_cn: %number_of_issues_per優先級

source: %number_of_issues_per Resolution
pt_br: %number_of_issues_per Resolução
zh_cn: %number_of_issues_per分辨率

source: %number_of_issues_per Reproducability
pt_br: %number_of_issues_per Reprodutibilidade
zh_cn: %number_of_issues_per可重複性

source: %number_of_issues_per Status type
pt_br: %number_of_issues_per Tipo de status
zh_cn: %number_of_issues_per狀態類型

source: Loading, please wait
pt_br: Carregando, por favor espere
zh_cn: 加載請稍候

source: Click one of the graphs below to show details
pt_br: Clique em um dos gráficos abaixo para mostrar detalhes
zh_cn: 單擊下面的一個圖表以顯示詳細信息

source: Select an item in the left menu to show more details
pt_br: Selecione um item no menu à esquerda para mostrar mais detalhes
zh_cn: 在左菜單中選擇一個項目以顯示更多詳細信息

source: "%project_name" releases
zh_cn: "%project_name"發行

source: Archived releases
pt_br: Versões arquivadas
zh_cn: 存檔版本

source: Active releases
pt_br: Versões ativas
zh_cn: 主動釋放

source: Upcoming releases
pt_br: Próximos lançamentos
zh_cn: 即將發布的版本

source: Date
pt_br: Data
zh_cn: 日期

source: Sprint burndown graph - %sprint_name (starts %starting_date, ends %scheduled_date)
pt_br: Gráfico de burndown do Sprint - %sprint_name (começa em %starting_date, termina em %scheduled_date)
zh_cn: Sprint burndown圖 -%sprint_name（start dermation stater_date，ender%steeduled_date）

source: "%project_name" roadmap
zh_cn: "%project_name"路線圖

source: Roadmap filters
pt_br: Filtros de roteiro
zh_cn: 路線圖過濾器

source: Upcoming roadmap
pt_br: Próximo roteiro
zh_cn: 即將到來的路線圖

source: Include past milestones
pt_br: Incluir marcos anteriores
zh_cn: 包括過去的里程碑

source: Milestone details
pt_br: Detalhes do marco
zh_cn: 里程碑細節

source: Column view
pt_br: Visualização de coluna
zh_cn: 列視圖

source: Show all
pt_br: Mostre tudo
zh_cn: 顯示所有

source: Filter
pt_br: Filtro
zh_cn: 篩選

source: Show all milestones
pt_br: Mostrar todos os marcos
zh_cn: 顯示所有里程碑

source: Show only sprints
pt_br: Mostrar apenas períodos
zh_cn: 僅顯示衝刺

source: Only regular milestones
pt_br: Apenas marcos regulares
zh_cn: 只有常規的里程碑

source: Only active
pt_br: Apenas ativo
zh_cn: 只有活動

source: State
pt_br: Estado
zh_cn: 狀態

source: Only closed
pt_br: Apenas fechado
zh_cn: 僅關閉

source: Plan ahead with confidence
pt_br: Planeje com antecedência com confiança
zh_cn: 信心提前計劃

source: Track milestones and their progress
pt_br: Acompanhe marcos e seu progresso
zh_cn: 追踪里程碑及其進度

source: There are no users assigned to this project
pt_br: Não há usuários atribuídos a este projeto
zh_cn: 該項目沒有分配的用戶

source: Assigned users
pt_br: Usuários atribuídos
zh_cn: 分配的用戶

source: There are no teams assigned to this project
pt_br: Não há equipes atribuídas a este projeto
zh_cn: 該項目沒有分配的團隊

source: Assigned teams
pt_br: Equipes atribuídas
zh_cn: 分配的團隊

source: "%project_name" project dashboard
zh_cn: "%project_name"項目儀表板

source: "%project_name" project timeline
zh_cn: "%project_name"項目時間表

source: Timeline actions
pt_br: Ações da linha do tempo
zh_cn: 時間軸動作

source: Only important items
pt_br: Apenas itens importantes
zh_cn: 僅重要的項目

source: All timeline items
pt_br: Todos os itens da linha do tempo
zh_cn: 所有時間軸項目

source: No recent activity registered for this project.
pt_br: Nenhuma atividade recente registrada para este projeto.
zh_cn: 該項目最近沒有註冊的活動。

source: Show more
pt_br: Mostre mais
zh_cn: 顯示更多

source: %project_name project timeline
pt_br: Cronograma do projeto %project_name
zh_cn: %project_name項目時間表

source: Issue closed %text
pt_br: Problema encerrado %text
zh_cn: 問題關閉%文字

source: Issue reopened
pt_br: Problema reaberto
zh_cn: 問題重新開放

source: Category changed: %text
pt_br: Categoria alterada: %text
zh_cn: 類別更改：%文本

source: Custom field changed: %text
pt_br: Campo personalizado alterado: %text
zh_cn: 自定義字段更改：%文本

source: Status changed: %text
pt_br: Status alterado: %text
zh_cn: 狀態更改：%文字

source: Reproducability changed: %text
pt_br: Reprodutibilidade alterada: %text
zh_cn: 可重複性更改：%文本

source: Priority changed: %text
pt_br: Prioridade alterada: %text
zh_cn: 優先級更改：%文字

source: Severity changed: %text
pt_br: Gravidade alterada: %text
zh_cn: 嚴重程度更改：%文字
