Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Imports the project and relevant information into Pachno and enables two-way linking.
pt_br: Importa o projeto e as informações relevantes para o Pachno e permite a vinculação bidirecional.
zh_cn: 將項目和相關信息導入Pachno，並啟用雙向鏈接。

source: Create and link the project but don't import existing data
pt_br: Crie e vincule o projeto, mas não importe dados existentes
zh_cn: 創建和鏈接項目，但不導入現有數據

source: Creates the project and enables two-way linking, but does not import any project data (such as issues, etc) into Pachno.
pt_br: Cria o projeto e habilita a vinculação bidirecional, mas não importa nenhum dado do projeto (como problemas, etc.) para o Pachno.
zh_cn: 創建項目並啟用雙向鏈接，但不會將任何項目數據（例如問題等）導入Pachno。

source: Import project from GitHub but don't enable linking
pt_br: Importar projeto do GitHub, mas não habilitar a vinculação
zh_cn: 從GitHub導入項目，但不要啟用鏈接

source: Only imports the project and relevant information into Pachno but does not enable two-way linking.
pt_br: Importa apenas o projeto e as informações relevantes para o Pachno, mas não permite a vinculação bidirecional.
zh_cn: 僅將項目和相關信息導入到pachno中，但不啟用雙向鏈接。

source: Finish
pt_br: Completo
zh_cn: 結束

source: Enter the github repository name, github url or git clone url for the project you want to link
pt_br: Digite o nome do repositório github, github url ou git clone url para o projeto que você deseja vincular
zh_cn: 輸入您要鏈接的項目的GitHub存儲庫名稱，GitHub URL或GIT克隆URL

source: Import / link a project from GitHub
pt_br: Importar/vincular um projeto do GitHub
zh_cn: 導入 /鏈接GitHub的項目

source: Specify your Github login details here to enable github integration with your account
pt_br: Especifique seus detalhes de login do Github aqui para habilitar a integração do github com sua conta
zh_cn: 在此處指定您的GitHub登錄詳細信息以啟用GitHub集成與您的帳戶

source: This is required to access private repositories and integrate Pachno with Github
pt_br: Isso é necessário para acessar repositórios privados e integrar o Pachno ao Github
zh_cn: 這是訪問私人存儲庫並將Pachno與github集成所必需的

source: Can access the "Account details" page
pt_br: Pode acessar a página "Detalhes da conta"

source: Can change custom field "%field_name"
pt_br: Pode alterar o campo personalizado "%field_name"

source: %number_of day(s)
pt_br: %number_of dia(s)

source: %number_of weeks
pt_br: %number_of semanas

source: Showing "bug report" issues sorted by user pain, threshold set at %threshold
pt_br: Mostrando problemas de "relatório de bug" classificados por dor do usuário, limite definido em %threshold

source: Wiki URL
pt_br: URL do wiki

source: Most details of this issue cannot be edited because the workflow defines this step as "locked"
pt_br: A maioria dos detalhes deste problema não pode ser editada porque o fluxo de trabalho define esta etapa como "bloqueada"

source: When you are done, click "%update_workflow" to switch to the new workflow
pt_br: Quando terminar, clique em "%update_workflow" para alternar para o novo fluxo de trabalho

source: Whether or not developers must use the configured workflow to change issue status. Choosing "%no" means issues can change status freely without following the configured workflow.
pt_br: Se os desenvolvedores devem ou não usar o fluxo de trabalho configurado para alterar o status do problema. Escolher " %no" significa que os problemas podem mudar de status livremente sem seguir o fluxo de trabalho configurado.

source: This issue has been closed with status "%status_name" and resolution "%resolution".
pt_br: Este problema foi encerrado com status " %status_name" e resolução "%resolution".

source: If you have the proper permissions, you can manage issue subscribers via the "%more_actions" button to the right.
pt_br: Se você tiver as permissões adequadas, poderá gerenciar os assinantes de problemas por meio do botão "%more_actions" à direita.

source: Permission details for "%itemname"
pt_br: Detalhes de permissão para "%itemname"

source: "%project_name" project team
pt_br: Equipe do projeto "%project_name"

source: "%project_name" releases
pt_br: Versões de "%project_name"

source: "%project_name" roadmap
pt_br: Roteiro "%project_name"

source: "%project_name" project dashboard
pt_br: Painel do projeto "%project_name"

source: "%project_name" project timeline
pt_br: Linha do tempo do projeto "%project_name"

source: "%project_name" issues
pt_br: Problemas com "%project_name"

source: "%project_name" settings
pt_br: Configurações de "%project_name"

source: CSVImport
pt_br: Importação de CSVI

source: The module "%module_name" was installed successfully, including dependencies. Before you can use the new module, you have to run %composer_update from the main pachno directory.
pt_br: O módulo "%module_name" foi instalado com sucesso, incluindo dependências. Antes de poder usar o novo módulo, você deve executar %composer_update no diretório principal do pachno.

source: The module "%module_name" was installed successfully
pt_br: O módulo "%module_name" foi instalado com sucesso

source: The module "%module_name" was enabled successfully
pt_br: O módulo "%module_name" foi habilitado com sucesso

source: Could not pick the username "%username"
pt_br: Não foi possível escolher o nome de usuário "%username"

source: Enter a value in plain text, like "1 hour", "7 hours", or similar. Time units not supported by project will not be parsed.
pt_br: Insira um valor em texto simples, como "1 hora", "7 horas" ou similar. As unidades de tempo não suportadas pelo projeto não serão analisadas.

source: Enter a value in plain text, like "1 point", "11 points", or similar. Time units not supported by project will not be parsed.
pt_br: Insira um valor em texto simples, como "1 ponto", "11 pontos" ou similar. As unidades de tempo não suportadas pelo projeto não serão analisadas.

source: Enter a value in plain text, like "1 week, 2 hours", "1 day", or similar. Time units not supported by project will not be parsed.
pt_br: Insira um valor em texto simples, como "1 semana, 2 horas", "1 dia" ou similar. As unidades de tempo não suportadas pelo projeto não serão analisadas.

source: Enter a value in plain text, like "1 week, 2 hours", "3 months and 1 day", or similar. Time units not supported by project will not be parsed.
pt_br: Insira um valor em texto simples, como "1 semana, 2 horas", "3 meses e 1 dia" ou similar. As unidades de tempo não suportadas pelo projeto não serão analisadas.

source: Enter the link URL here, along with an optional description. Press "%attach_link" to attach it to the issue.
pt_br: Insira o URL do link aqui, juntamente com uma descrição opcional. Pressione "%attach_link" para anexá-lo ao problema.

source: Your dashboard can be configured and personalized to give you the overview you need. To personalize your dashboard, click your avatar in the bottom left corner, then click "Customize dashboard".
pt_br: Seu painel pode ser configurado e personalizado para fornecer a visão geral de que você precisa. Para personalizar seu painel, clique em seu avatar no canto inferior esquerdo e clique em "Personalizar painel".

source: There are no projects linked to this team. Get started by clicking the "%create_a_project" button
pt_br: Não há projetos vinculados a esta equipe. Comece clicando no botão "%create_a_project"

source: There are no projects linked to this client. Get started by clicking the "%create_a_project" button
pt_br: Não há projetos vinculados a este cliente. Comece clicando no botão "%create_a_project"

source: Clicking the "Releases" button toggles the list of releases. This list is shown as a card strip above all the milestones.
pt_br: Clicar no botão "Lançamentos" alterna a lista de lançamentos. Esta lista é mostrada como uma faixa de cartão acima de todos os marcos.

source: Click "%check_availability" to see if your desired username is available.
pt_br: Clique em "%check_availability" para ver se o nome de usuário desejado está disponível.

source: You have to enter a description in the "%description" field
pt_br: Você deve inserir uma descrição na "%description" do campo

source: You have to enter a label in the "%issue_label" field
pt_br: Você deve inserir um rótulo no campo "%issue_label"

source: You have to enter something in the "%steps_to_reproduce" field
pt_br: Você tem que digitar algo no campo "%steps_to_reproduce"

source: Required field "%field_name" is missing or invalid
pt_br: O campo obrigatório "%field_name" está ausente ou é inválido

source: You don't have access to enter "%field_name"
pt_br: Você não tem acesso para inserir "%field_name"

source: Type in your estimate here. Use keywords such as "points", "minutes", "hours", "days", "weeks" and "months" to describe your estimate
pt_br: Digite sua estimativa aqui. Use palavras-chave como "pontos", "minutos", "horas", "dias", "semanas" e "meses" para descrever sua estimativa

source: Enter time spent on this issue here. Use keywords such as "points", "minutes", "hours", "days", "weeks" and "months" to describe your effort
pt_br: Insira o tempo gasto nesta questão aqui. Use palavras-chave como "pontos", "minutos", "horas", "dias", "semanas" e "meses" para descrever seu esforço

source: The file "%filename" was uploaded successfully
pt_br: O arquivo "%filename" foi carregado com sucesso

source: If this is not what you want, select "No" below. Keep in mind that your main account can never be disabled or unregistered by administrators in this scope.
pt_br: Se isso não for o que você deseja, selecione "Não" abaixo. Tenha em mente que sua conta principal nunca pode ser desabilitada ou cancelada por administradores neste escopo.

source: Note: This page lists all articles that are not linked to for "%project_name". For a list of global articles that are not linked to, see %orphaned_pages
pt_br: Nota: Esta página lista todos os artigos que não estão vinculados a "%project_name". Para obter uma lista de artigos globais que não estão vinculados, consulte %orphaned_pages

source: Note: This page lists all dead end articles for "%project_name". For a list of global articles with no links, see %dead_end_pages
pt_br: Nota: Esta página lista todos os artigos sem saída para "%project_name". Para obter uma lista de artigos globais sem links, consulte %dead_end_pages

source: Create another page under "%parent_name"
pt_br: Crie outra página em "%parent_name"

source: Note: This page lists all project-specific special pages for "%project_name". For a list of global special pages, see %special_pages
pt_br: Nota: Esta página lista todas as páginas especiais específicas do projeto para "%project_name". Para obter uma lista de páginas especiais globais, consulte %special_pages

source: This is a list of all the "special pages" available in Pachno wiki. These are generated automatically and cannot be edited via the builtin wiki-editor.
pt_br: Esta é uma lista de todas as "páginas especiais" disponíveis no Pachno wiki. Estes são gerados automaticamente e não podem ser editados através do editor wiki integrado.

source: Note: This page lists all articles for "%project_name". For a list of global articles, see %all_pages
pt_br: Nota: Esta página lista todos os artigos para "%project_name". Para obter uma lista de artigos globais, consulte %all_pages

source: Note: This page lists all articles in the global scope. For a list of project articles, see the corresponding "All pages" for that specific project
pt_br: Nota: Esta página lista todos os artigos no escopo global. Para obter uma lista de artigos do projeto, consulte as "Todas as páginas" correspondentes para esse projeto específico

source: Note: This page lists all templates for "%project_name". For a list of global templates, see %all_templates
pt_br: Nota: Esta página lista todos os modelos para "%project_name". Para obter uma lista de modelos globais, consulte %all_templates

source: Note: This page lists all articles without categories in "%project_name". For a list of global articles with no categories, see %uncategorized_pages
pt_br: Nota: Esta página lista todos os artigos sem categorias em "%project_name". Para obter uma lista de artigos globais sem categorias, consulte %uncategorized_pages

source: Note: This page lists all categories for "%project_name". For a list of global categories, see %all_categories
pt_br: Nota: Esta página lista todas as categorias para "%project_name". Para obter uma lista de categorias globais, consulte %all_categories

source: Setting this to "%no" will hide all "Wiki" tabs and links
pt_br: Definir isso como " %no" ocultará todas as guias e links do "Wiki"

source: Specify here if you want to show a different menu title than "Wiki" in the header menu
pt_br: Especifique aqui se deseja mostrar um título de menu diferente de "Wiki" no menu de cabeçalho

source: Allow "CamelCased" links
pt_br: Permitir links "CamelCased"

source: Setting this to "%no" will not require users to enter a reason when saving Wiki changes
pt_br: Definir isso como " %no" não exigirá que os usuários insiram um motivo ao salvar as alterações do Wiki

source: Click "%save" to save wiki notification settings
pt_br: Clique em " %save" para salvar as configurações de notificação do wiki

source: Click "%import_articles" to import the selected articles
pt_br: Clique em "%import_articles" para importar os artigos selecionados

source: Note: This page lists all categories without any parent categories in "%project_name". For a list of global categories with no parent categories, see %uncategorized_categories
pt_br: Nota: Esta página lista todas as categorias sem nenhuma categoria pai em "%project_name". Para obter uma lista de categorias globais sem categorias pai, consulte %uncategorized_categories

source: Please provide a valid setting for email "from"-address
pt_br: Forneça uma configuração válida para o endereço de e-mail "de"

source: To unsubscribe from this issue, open the issue in your web browser and click the "star" icon in the top left corner, next to the issue title.
pt_br: Para cancelar a assinatura deste problema, abra o problema em seu navegador da Web e clique no ícone de "estrela" no canto superior esquerdo, ao lado do título do problema.

source: When you are done, click "%save_changes" to update the details for this account
pt_br: Quando terminar, clique em " %save_changes" para atualizar os detalhes desta conta

source: When you are done, click "%add_account" to add this account
pt_br: Quando terminar, clique em "%add_account" para adicionar esta conta

source: By specifying an email address here, users can hit the "Reply" button on email notifications, and replies will be sent to the specified address instead of the usual generic no-reply address.
pt_br: Ao especificar um endereço de e-mail aqui, os usuários podem clicar no botão "Responder" nas notificações por e-mail, e as respostas serão enviadas para o endereço especificado em vez do endereço genérico de não resposta usual.

source: Email "from"-name
pt_br: Nome do e-mail

source: Email "from"-address
pt_br: Endereço de e-mail

source: Click the "%send_test_email"-button to send a test email to your current email-address (%email)
pt_br: Clique no botão " %send_test_email" para enviar um e-mail de teste para o seu endereço de e-mail atual (%email)

source: The module "%module_name" is not configurable
pt_br: O módulo "%module_name" não é configurável

source: Add outgoing transition from step "%step_name"
pt_br: Adicionar transição de saída da etapa " %step_name"

source: Configuration access is always "Restrictive", regardless of the system settings.
pt_br: O acesso à configuração é sempre "Restritivo", independentemente das configurações do sistema.

source: If you have more than one client and would like to share client permissions across all clients it is probably better to create a "Clients" user group, add client users to that user group and manage permissions via group permissions instead of manually setting permissions per client.
pt_br: Se você tem mais de um cliente e gostaria de compartilhar permissões de cliente em todos os clientes, provavelmente é melhor criar um grupo de usuários "Clientes", adicionar usuários clientes a esse grupo de usuários e gerenciar permissões por meio de permissões de grupo em vez de definir manualmente as permissões por cliente .

source: This is the name appearing in the headers and several other places, usually displaying "Pachno"
pt_br: Este é o nome que aparece nos cabeçalhos e em vários outros lugares, geralmente exibindo "Pachno"

source: Setting the workflow limit to "0" disables limitations on number of custom workflows completely.
pt_br: Definir o limite de fluxo de trabalho como "0" desabilita completamente as limitações no número de fluxos de trabalho personalizados.

source: Setting the upload quota to "0" MB disables the qouta completely
pt_br: Definir a cota de upload para "0" MB desabilita completamente a qouta

source: Total number of allowed projects. Setting the value to "0" disables limitations on number of projects.
pt_br: Número total de projetos permitidos. Definir o valor como "0" desativa as limitações no número de projetos.

source: Total number of allowed users. Setting the value to "0" disables limitations on number of users.
pt_br: Número total de usuários permitidos. Definir o valor como "0" desativa as limitações no número de usuários.

source: Total number of allowed teams. Setting the value to "0" disables limitations on number of teams.
pt_br: Número total de equipes permitidas. Definir o valor como "0" desabilita as limitações no número de equipes.

source: %count users found when searching for "%searchstring"
pt_br: %count usuários encontrados ao pesquisar por " %searchstring"

source: These permissions control what you can do in Pachno. Some of these permissions are also available as project-specific permissions, from the "%project_specific_permissions" tab.
pt_br: Essas permissões controlam o que você pode fazer no Pachno. Algumas dessas permissões também estão disponíveis como permissões específicas do projeto, na guia "%project_specific_permissions".

source: These permissions control which pages you can access in Pachno. Some of these permissions are also available as project-specific permissions, from the "%project_specific_permissions" tab.
pt_br: Essas permissões controlam quais páginas você pode acessar no Pachno. Algumas dessas permissões também estão disponíveis como permissões específicas do projeto, na guia "%project_specific_permissions".

source: Module-specific permissions are also available from the "%configure_modules" configuration page
pt_br: As permissões específicas do módulo também estão disponíveis na página de configuração "%configure_modules"

source: These permissions control what you can do, and which pages you can access in Pachno - on a project-specific basis. Some of these permissions are also available as site-wide permissions, from the "%general_permissions" tab.
pt_br: Essas permissões controlam o que você pode fazer e quais páginas você pode acessar no Pachno - em uma base específica do projeto. Algumas dessas permissões também estão disponíveis como permissões em todo o site, na guia "%general_permissions".

source: Really delete "%itemname"?
pt_br: Realmente excluir "%itemname"?

source: If a module update is available and the automatic update fails, click the download link below and download the update file. Place the file in the location described below then press the "%update_module" button to update the module.
pt_br: Se uma atualização de módulo estiver disponível e a atualização automática falhar, clique no link de download abaixo e baixe o arquivo de atualização. Coloque o arquivo no local descrito abaixo e pressione o botão "%update_module" para atualizar o módulo.

source: Really uninstall "%module_name"?
pt_br: Realmente desinstalar "%module_name"?

source: Really disable "%module_name"?
pt_br: Realmente desativar "%module_name"?

source: Type a short, descriptive name such as "Service desk workflow"
pt_br: Digite um nome curto e descritivo, como "Fluxo de trabalho da central de atendimento"

source: Enabling uploads allows users to attach files to issues, use the "cover" functionality in boards, upload documents, images and PDFs. More fine-grained permissions are available from the permissions configuration.
pt_br: A ativação de uploads permite que os usuários anexem arquivos a pendências, usem a funcionalidade de "capa" em quadros, façam upload de documentos, imagens e PDFs. Permissões mais refinadas estão disponíveis na configuração de permissões.

source: A space-, comma- or semicolon-separated list of extensions (without the dot) used to filter uploads, based on the "%upload_restrictions" setting above. Ex: "%example_1" or "%example_2" or "%example_3"
pt_br: Uma lista de extensões separadas por espaço, vírgula ou ponto e vírgula (sem o ponto) usada para filtrar uploads, com base na configuração "%upload_restrictions" acima. Ex: "%example_1" ou "%example_2" ou "%example_3"

source: When uploads are disabled, users will not be able to attach files to issues, use the "cover" functionality in boards, upload documents, images or PDFs. More fine-grained permissions are available from the permissions configuration.
pt_br: Quando os uploads estiverem desabilitados, os usuários não poderão anexar arquivos a pendências, usar a funcionalidade de "capa" em quadros, fazer upload de documentos, imagens ou PDFs. Permissões mais refinadas estão disponíveis na configuração de permissões.

source: Configure workflow step "%step_name"
pt_br: Configurar a etapa de fluxo de trabalho " %step_name"

source: Workflow step "%step_name"
pt_br: Etapa do fluxo de trabalho " %step_name"

source: The username you tried to create already exists. You can give this user access to the current scope by pressing "%yes" below. If you want to create a different user, press "%no" and enter a different username.
pt_br: O nome de usuário que você tentou criar já existe. Você pode dar a este usuário acesso ao escopo atual pressionando "%yes" abaixo. Se você quiser criar um usuário diferente, pressione " %no" e digite um nome de usuário diferente.

source: Configure workflow "%workflow_name"
pt_br: Os módulos disponíveis serão listados aqui.

source: Transition "%transition_name"
pt_br: Transição "%transition_name"

source: This commit was imported and does not contain all information. Press the "%update_commit"-button to load details.
pt_br: Este commit foi importado e não contém todas as informações. Pressione o botão "%update_commit" para carregar os detalhes.

source: "%project_name" commits
pt_br: Commits de "%project_name"

source: This saved search will be available under this project only. To make a non-project-specific search, use the main "%find_issues" page instead
pt_br: Esta pesquisa salva estará disponível apenas neste projeto. Para fazer uma pesquisa não específica do projeto, use a página principal "%find_issues"

source: Press "Enter" twice to find issues matching your query
pt_br: Pressione "Enter" duas vezes para encontrar problemas que correspondam à sua consulta

source: Please enter the name of the application or computer which will be using this password. Examples include "Toms computer", "Work laptop", "My iPhone" and similar.
pt_br: Digite o nome do aplicativo ou computador que usará essa senha. Os exemplos incluem "Computador Toms", "Laptop de trabalho", "Meu iPhone" e similares.

source: Click "%save" to save changes in the "%module_settings_name" category
pt_br: Clique em " %save" para salvar as alterações na categoria "%module_settings_name"
