Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Today
pt_br: Hoje
zh_cn: 今天

source: Yesterday
pt_br: Ontem
zh_cn: 昨天

source: Tomorrow
pt_br: Amanhã
zh_cn: 明天

source: Please log in to continue
pt_br: Por favor faça o login para continuar
zh_cn: 請登錄訪問更多內容

source: You cannot upload files bigger than %max_size MB
pt_br: Você não pode enviar arquivos maiores que %max_size MB
zh_cn: 您無法上傳大於%max_size mb的文件

source: Could not determine filetype
pt_br: Não foi possível determinar o tipo de arquivo
zh_cn: 無法確定Filetype

source: This filetype is not allowed
pt_br: Este tipo de arquivo não é permitido
zh_cn: 不允許使用此絲狀

source: An error occured when saving the file
pt_br: Ocorreu um erro ao salvar o arquivo
zh_cn: 保存文件時發生錯誤

source: The file was not uploaded correctly
pt_br: O arquivo não foi carregado corretamente
zh_cn: 該文件未正確上傳

source: The upload was interrupted, please try again
pt_br: O upload foi interrompido, tente novamente
zh_cn: 上傳中傳了，請重試

source: No file was uploaded
pt_br: Nenhum arquivo foi carregado
zh_cn: 沒有上傳文件

source: An unhandled error occured
pt_br: Ocorreu um erro que não pôde ser tratado
zh_cn: 發生了一個未指導的錯誤

source: Uploads are not enabled
pt_br: O upload de arquivos não está ativado
zh_cn: 未啟用上傳

source: Could not find the uploaded file. Please make sure that it is not too big.
pt_br: Não foi possível encontrar o arquivo enviado. Verifique se o arquivo não é muito grande.
zh_cn: 找不到上傳的文件。 請確保它不太大。

source: Can see issues reported by users in the same group
pt_br: Pode ver problemas relatados por usuários no mesmo grupo
zh_cn: 可以看到同一組用戶報告的問題

source: Can edit documentation not linked to a project
pt_br: Pode editar documentação não vinculada a um projeto
zh_cn: 可以編輯文檔未鏈接到項目

source: Can create projects
pt_br: Pode criar projetos
zh_cn: 可以創建項目

source: Can access the configuration page and edit all configuration
pt_br: Pode ler e gravar configurações na página de configuração
zh_cn: 可以訪問配置頁面並編輯所有配置

source: Can access the configuration page and view all configuration
pt_br: Pode acessar a página de configuração e visualizar todas as configurações
zh_cn: 可以訪問配置頁面並查看所有配置

source: Can access the personal dashboard
pt_br: Pode acessar o painel pessoal
zh_cn: 可以訪問個人儀表板

source: Can access the project list
pt_br: Pode acessar a lista de projetos
zh_cn: 可以訪問項目列表

source: Can access the "Account details" page
zh_cn: 可以訪問“帳戶詳細信息”頁面

source: Can access the global issue search page
pt_br: Pode acessar a página de pesquisa global de problemas
zh_cn: 可以訪問全局問題搜索頁面

source: Can access documentation not linked to a project
pt_br: Pode acessar a documentação não vinculada a um projeto
zh_cn: 可以訪問未鏈接到項目的文檔

source: Has normal read access to the project
pt_br: Tem acesso de leitura normal ao projeto
zh_cn: 對項目的讀取正常

source: Can access the project dashboard and team overview
pt_br: Pode acessar o painel do projeto e a visão geral da equipe
zh_cn: 可以訪問項目儀表板和團隊概述

source: Can access project boards
pt_br: Pode acessar os quadros do projeto
zh_cn: 可以訪問項目委員會

source: Can access project releases and roadmap
pt_br: Pode acessar as versões e o roteiro do projeto
zh_cn: 可以訪問項目版本和路線圖

source: Can access issue search and issue pages
pt_br: Pode acessar a pesquisa de problemas e as páginas de problemas
zh_cn: 可以訪問發行搜索和發行頁面

source: Can access the project documentation, including comments
pt_br: Pode acessar a documentação do projeto, incluindo comentários
zh_cn: 可以訪問項目文檔，包括評論

source: Can access project code and discussions
pt_br: Pode acessar o código do projeto e as discussões
zh_cn: 可以訪問項目代碼和討論

source: Can see time spent on issues
pt_br: Pode ver o tempo gasto em problemas
zh_cn: 可以看到花在問題上的時間

source: Can see issues reported by other users
pt_br: Pode ver problemas relatados por outros usuários
zh_cn: 可以看到其他用戶報告的問題

source: Can discuss, approve and update code
pt_br: Pode discutir, aprovar e atualizar o código
zh_cn: 可以討論，批准和更新代碼

source: Can discuss code and commits
pt_br: Pode discutir código e commits
zh_cn: 可以討論代碼和提交

source: Can create new documentation pages, edit existing documentation and add comments
pt_br: Pode criar novas páginas de documentação, editar a documentação existente e adicionar comentários
zh_cn: 可以創建新文檔頁面，編輯現有文檔並添加評論

source: Can create new documentation pages but not edit documentation created by others
pt_br: Pode criar novas páginas de documentação, mas não pode editar a documentação criada por outros
zh_cn: 可以創建新文檔頁面，但不能創建其他人創建的文檔

source: Can see existing comments, post new, edit own and delete own comments
pt_br: Pode ver comentários existentes, postar novos, editar e excluir comentários próprios
zh_cn: 可以看到現有評論，發布新，編輯和刪除自己的評論

source: Has access to internal and restricted project resources
pt_br: Tem acesso a recursos internos e restritos do projeto
zh_cn: 可以訪問內部和受限的項目資源

source: Has access to internal editions
pt_br: Tem acesso a edições internas
zh_cn: 可以訪問內部版本

source: Has access to internal components
pt_br: Tem acesso a componentes internos
zh_cn: 可以訪問內部組件

source: Has access to internal releases
pt_br: Tem acesso a releases internos
zh_cn: 可以訪問內部版本

source: Has access to internal milestones
pt_br: Tem acesso a marcos internos
zh_cn: 可以訪問內部里程碑

source: Has access to internal comments
pt_br: Tem acesso a comentários internos
zh_cn: 可以訪問內部評論

source: Can access restricted issues
pt_br: Pode acessar problemas restritos
zh_cn: 可以訪問受限制的問題

source: Has access to manage the project
pt_br: Tem acesso para gerenciar o projeto
zh_cn: 可以訪問該項目

source: Can edit project details and settings
pt_br: Pode editar detalhes e configurações do projeto
zh_cn: 可以編輯項目詳細信息和設置

source: Can create public boards
pt_br: Pode criar quadros públicos
zh_cn: 可以創建公共董事會

source: Can create public saved searches
pt_br: Pode criar pesquisas salvas públicas
zh_cn: 可以創建公共保存的搜索

source: Can manage project releases
pt_br: Pode gerenciar lançamentos de projetos
zh_cn: 可以管理項目版本

source: Can restrict access to specific issues
pt_br: Pode restringir o acesso a problemas específicos
zh_cn: 可以限制訪問特定問題

source: Can moderate documentation and comments
pt_br: Pode moderar documentação e comentários
zh_cn: 可以適度的文檔和評論

source: Can create new issues
pt_br: Pode criar novos problemas
zh_cn: 可以創建新問題

source: Can vote for issues
pt_br: Pode votar em problemas
zh_cn: 可以投票給問題

source: For own issues only: edit issue details, triage, close and delete issues
pt_br: Apenas para problemas próprios: edite os detalhes do problema, faça a triagem, feche e exclua problemas
zh_cn: 僅針對自己的問題：編輯問題詳細信息，分類，關閉和刪除問題

source: For issues reported by anyone: edit issue details, triage, close and delete issues
pt_br: Para problemas relatados por qualquer pessoa: edite os detalhes do problema, faça a triagem, feche e exclua problemas
zh_cn: 對於任何人報告的問題：編輯問題詳細信息，分類，關閉和刪除問題

source: Can edit title, description and reproduction steps
pt_br: Pode editar o título, descrição e etapas de reprodução
zh_cn: 可以編輯標題，描述和復制步驟

source: Can triage issues (edit category, priority, severity, reproducability, estimates)
pt_br: Pode fazer a triagem de problemas (editar categoria, prioridade, gravidade, reprodutibilidade, estimativas)
zh_cn: 可以分類問題（編輯類別，優先級，嚴重性，可重複性，估算）

source: Can apply workflow actions (edit status, resolution, milestone, percent completed)
pt_br: Pode aplicar ações de fluxo de trabalho (editar status, resolução, marco, porcentagem concluída)
zh_cn: 可以採用工作流程（編輯狀態，分辨率，里程碑，完成%count）

source: Can log time spent working on issues
pt_br: Pode registrar o tempo gasto trabalhando em problemas
zh_cn: 可以記錄在問題上花費的時間

source: Can add/remove extra information (links and attachments)
pt_br: Pode adicionar/remover informações extras (links e anexos)
zh_cn: 可以添加/刪除其他信息（鏈接和附件）

source: Can edit people involved in the issue (poster, assignee, owner)
pt_br: Pode editar as pessoas envolvidas no problema (cartaz, responsável, proprietário)
zh_cn: 可以編輯參與該問題的人員（海報，受讓人，所有者）

source: Can moderate comments
pt_br: Pode moderar comentários
zh_cn: 可以適度評論

source: Can delete issue
pt_br: Pode excluir o problema
zh_cn: 可以刪除問題

source: Can edit any custom fields
pt_br: Pode editar quaisquer campos personalizados
zh_cn: 可以編輯任何自定義字段

source: Can change custom field "%field_name"
zh_cn: 可以更改自定義字段"%field_name"

source: Please log in
pt_br: Por favor faça login
zh_cn: 請登錄

source: Please re-enter your password to continue
pt_br: Por favor, redigite sua senha para continuar
zh_cn: 請重新輸入密碼以繼續

source: An authentication error occurred. Please reload your page and try again
pt_br: Ocorreu um erro de autenticação. Recarregue sua página e tente novamente
zh_cn: 發生了身份驗證錯誤。 請重新加載您的頁面，然後重試

source: Issues posted by me
pt_br: Problemas postados por mim
zh_cn: 我發布的問題

source: Articles / pages written by me
pt_br: Artigos / páginas escritas por mim
zh_cn: 我寫的文章 /頁面

source: New issues in my project(s)
pt_br: Novos problemas no(s) meu(s) projeto(s)
zh_cn: 我的項目中的新問題

source: New articles / pages in my project(s)
pt_br: Novos artigos/páginas no(s) meu(s) projeto(s)
zh_cn: 我的項目中的新文章 /頁面

source: New issues in selected categories
pt_br: Novos problemas nas categorias selecionadas
zh_cn: 選定類別中的新問題

source: Issues I am involved in
pt_br: Assuntos em que estou envolvido
zh_cn: 我參與的問題

source: Notify when there are updates to my subscribed issues
pt_br: Notificar quando houver atualizações para meus problemas inscritos
zh_cn: 通知我的訂閱問題何時有更新

source: Notify when there are updates to my subscribed articles
pt_br: Notificar quando houver atualizações nos meus artigos inscritos
zh_cn: 通知我的訂閱文章何時有更新

source: Notify when new issues are created in my project(s)
pt_br: Notificar quando novos problemas forem criados no(s) meu(s) projeto(s)
zh_cn: 通知我的項目中何時創建新問題

source: Notify when new articles are created in my project(s)
pt_br: Notificar quando novos artigos forem criados no(s) meu(s) projeto(s)
zh_cn: 通知我的項目中何時創建新文章

source: Notify also when I am the one making the changes
pt_br: Notifique também quando sou eu quem está fazendo as alterações
zh_cn: 當我是做更改的人時，還要通知

source: Notify when I am mentioned in issue or article or their comment
pt_br: Notificar quando eu for mencionado na edição ou artigo ou no comentário deles
zh_cn: 通知我何時在發行或文章或他們的評論中提及

source: Only notify once per issue or article until I view the issue or article in my browser
pt_br: Notificar apenas uma vez por edição ou artigo até visualizar a edição ou artigo no meu navegador
zh_cn: 在我在瀏覽器中查看問題或文章之前，僅通知一次或文章

source: Notify when issues are created in selected categories
pt_br: Notificar quando problemas são criados em categorias selecionadas
zh_cn: 在選定類別中創建問題時通知

source: Group similar notifications together if they are related
pt_br: Agrupe notificações semelhantes se estiverem relacionadas
zh_cn: 如果相關，則將類似的通知組在一起

source: System settings
pt_br: Configurações de sistema
zh_cn: 系統設置

source: Security and permissions
pt_br: Segurança e permissões
zh_cn: 安全和權限

source: Users and collections
pt_br: Usuários e coleções
zh_cn: 用戶和收藏

source: Projects
pt_br: Projetos
zh_cn: 項目

source: Issues and workflow
pt_br: Problemas e fluxo de trabalho
zh_cn: 問題和工作流程

source: Module settings
pt_br: Configurações do módulo
zh_cn: 模塊設置

source: Settings
pt_br: Definições
zh_cn: 設置

source: Scopes
pt_br: Escopos
zh_cn: 範圍

source: Scopes are self-contained Pachno environments. Configure them here.
pt_br: Os escopos são ambientes Pachno independentes. Configure-os aqui.
zh_cn: 範圍是獨立的pachno環境。 在這裡配置它們。

source: Every setting in Pachno can be adjusted in this section.
pt_br: Cada configuração em Pachno pode ser ajustada nesta seção.
zh_cn: 可以在本節中調整Pachno中的每個設置。

source: Uploads and attachments
pt_br: Carregamentos e anexos
zh_cn: 上傳和附件

source: All settings related to file uploads are controlled from this section.
pt_br: Todas as configurações relacionadas a uploads de arquivos são controladas nesta seção.
zh_cn: 與文件上傳有關的所有設置均由本節控制。

source: Manage modules
pt_br: Gerenciar módulos
zh_cn: 管理模塊

source: Manage Pachno extensions from this section. New modules are installed from here.
pt_br: Gerencie extensões do Pachno nesta seção. Novos módulos são instalados a partir daqui.
zh_cn: 管理本節的Pachno擴展。 新模塊從這里安裝。

source: Authentication
pt_br: Autenticação
zh_cn: 驗證

source: Configure the authentication method in this section
pt_br: Configure o método de autenticação nesta seção
zh_cn: 在本節中配置身份驗證方法

source: Roles
pt_br: Funções
zh_cn: 角色

source: Configure roles in this section
pt_br: Configurar funções nesta seção
zh_cn: 在本節中配置角色

source: Set up all projects in this configuration section.
pt_br: Configure todos os projetos nesta seção de configuração.
zh_cn: 在此配置部分中設置所有項目。

source: Import data
pt_br: Importar dados
zh_cn: 導入數據

source: Import data from CSV files and other sources.
pt_br: Importe dados de arquivos CSV e outras fontes.
zh_cn: 從CSV文件和其他來源導入數據。

source: Issue types
pt_br: Tipos de problema
zh_cn: 問題類型

source: Manage issue types and configure issue fields for each issue type here
pt_br: Gerencie tipos de problema e configure campos de problema para cada tipo de problema aqui
zh_cn: 在此處管理每個問題類型的問題類型和配置問題字段

source: Issue type schemes
pt_br: Esquemas de tipo de problema
zh_cn: 發行類型方案

source: Issue fields
pt_br: Campos dos problema
zh_cn: 發行字段

source: Status types, resolution types, categories, custom fields, etc. are configurable from this section.
pt_br: Tipos de status, tipos de resolução, categorias, campos personalizados, etc. são configuráveis ​​nesta seção.
zh_cn: 狀態類型，分辨率類型，類別，自定義字段等可從本節配置。

source: Workflow
pt_br: Fluxo de trabalho
zh_cn: 工作流程

source: Set up and edit workflow configuration from this section
pt_br: Configure e edite a configuração do fluxo de trabalho nesta seção
zh_cn: 從本節設置並編輯工作流程配置

source: Workflow schemes
pt_br: Esquemas de fluxo de trabalho
zh_cn: 工作流方案

source: Users and groups
pt_br: Usuários e grupos
zh_cn: 用戶和組

source: Create, edit and manage users from this section
pt_br: Crie, edite e gerencie usuários desta seção
zh_cn: 從本節創建，編輯和管理用戶

source: User teams
pt_br: Equipes de usuários
zh_cn: 用戶團隊

source: Create and manage teams from this section.
pt_br: Crie e gerencie equipes nesta seção.
zh_cn: 從本節創建和管理團隊。

source: Clients
pt_br: Clientes
zh_cn: 客戶

source: Create and manage clients from this section.
pt_br: Crie e gerencie clientes nesta seção.
zh_cn: 從本節創建和管理客戶。

source: Bug report
pt_br: Relatório de erro
zh_cn: 錯誤報告

source: Documentation request
pt_br: Solicitação de documentação
zh_cn: 文檔請求

source: Enhancement
pt_br: Aprimoramento
zh_cn: 增強

source: Feature request
pt_br: Solicitação de recurso
zh_cn: 功能要求

source: Idea
pt_br: Idéia
zh_cn: 主意

source: Epic
pt_br: Épico
zh_cn: 史詩

source: Support request
pt_br: Solicitação de suporte
zh_cn: 支持請求

source: Task
pt_br: Tarefa
zh_cn: 任務

source: User story
pt_br: Relato do usuário
zh_cn: 用戶故事

source: This issue has been deleted
pt_br: Este problema foi excluído
zh_cn: 此問題已刪除

source: Issue %issue_no no longer depends on the solution of this issue
pt_br: O problema %issue_no não depende mais da solução deste problema
zh_cn: 問題%essue_no不再取決於該問題的解決方案

source: This issue no longer depends on the solution of issue %issue_no
pt_br: Este problema não depende mais da solução do problema %issue_no
zh_cn: 此問題不再取決於問題的解決方案esporees_no

source: This %this_issuetype now depends on the solution of %issuetype %issue_no
pt_br: Este %this_issuetype agora depende da solução de %issuetype %issue_no
zh_cn: 現在%this_issuetype現在取決於%issueType%essue_no的解決方案

source: %issuetype %issue_no now depends on the solution of this %this_issuetype
pt_br: %issuetype %issue_no agora depende da solução deste %this_issuetype
zh_cn: %issueType%essue_no現在取決於此%this_issuetype的解決方案

source: '%release_name' added
pt_br: '%release_name' adicionado
zh_cn: 添加了'%realease_name'

source: '%edition_name' added
pt_br: '%edition_name' adicionado
zh_cn: 添加了'%distion_name'

source: '%component_name' added
pt_br: '%component_name' adicionado
zh_cn: 添加了'%component_name'

source: '%item_name' removed
pt_br: '%item_name' removido
zh_cn: 刪除了'%item_name'

source: '%edition' is now confirmed for this issue
pt_br: '%edition' agora está confirmado para este problema
zh_cn: 現在已確認'%edition'

source: '%edition' is now unconfirmed for this issue
pt_br: '%edition' agora não está confirmado para este problema
zh_cn: 現在，'%edition'在此問題上尚未確認

source: '%build' is now confirmed for this issue
pt_br: '%build' agora está confirmado para este problema
zh_cn: 現在為此問題確認了'%build'

source: '%build' is now unconfirmed for this issue
pt_br: '%build' agora não está confirmado para este problema
zh_cn: 對於此問題，'%build'現在尚未確認

source: '%component' is now confirmed for this issue
pt_br: '%component' agora está confirmado para este problema
zh_cn: 現在已確認'%component'

source: '%component' is now unconfirmed for this issue
pt_br: '%component' agora não está confirmado para este problema
zh_cn: 對於此問題，'%component'現在不確定

source: %number_of minute(s)
pt_br: %number_of minuto(s)
zh_cn: %number_of分鐘

source: %number_of hour(s)
pt_br: %number_of hora(s)
zh_cn: %number_of小時（s）

source: %number_of week(s)
pt_br: %number_of semana(s)
zh_cn: %number_of週（s）

source: %number_of month(s)
pt_br: %number_of mês(es)
zh_cn: %number_of月份

source: %number_of point(s)
pt_br: %number_of ponto(s)
zh_cn: %number_of點（s）

source: Title updated
pt_br: Título atualizado
zh_cn: 標題更新

source: Issue label updated
pt_br: Etiqueta do problema atualizada
zh_cn: 問題標籤更新

source: Description updated
pt_br: Descrição atualizada
zh_cn: 描述已更新

source: Reproduction steps updated
pt_br: Etapas de reprodução atualizadas
zh_cn: 複製步驟更新了

source: Not determined
pt_br: Não determinado
zh_cn: 還沒決定

source: Unknown
pt_br: Desconhecido
zh_cn: 未知

source: Not assigned
pt_br: Não atribuído
zh_cn: 未分配

source: Not being worked on
pt_br: Não sendo trabalhado
zh_cn: 沒有工作

source: Not owned by anyone
pt_br: Não pertence a ninguém
zh_cn: 沒有人擁有

source: Not estimated
pt_br: Não estimado
zh_cn: 未估計

source: No time spent
pt_br: Sem tempo gasto
zh_cn: 沒有時間

source: Crash: Bug causes crash or data loss / asserts in the debug release
pt_br: Crash: Bug causa falha ou perda de dados/asserções na versão de depuração
zh_cn: 崩潰：錯誤在調試版本中導致崩潰或數據丟失 /斷言

source: Major usability: Impairs usability in key scenarios
pt_br: Usabilidade principal: Prejudica a usabilidade em cenários-chave
zh_cn: 主要可用性：在關鍵方案中損害可用性

source: Minor usability: Impairs usability in secondary scenarios
pt_br: Usabilidade menor: Prejudica a usabilidade em cenários secundários
zh_cn: 較小的可用性：在次要方案中損害可用性

source: Balancing: Enables degenerate usage strategies that harm the experience
pt_br: Balanceamento: Possibilita estratégias de uso degeneradas que prejudicam a experiência
zh_cn: 平衡：實現損害經驗的退化使用策略

source: Visual and Sound Polish: Aesthetic issues
pt_br: Polimento visual e sonoro: questões estéticas
zh_cn: 視覺和聲音拋光：美學問題

source: Localization
pt_br: Localização
zh_cn: 本土化

source: Documentation: A documentation issue
pt_br: Documentação: um problema de documentação
zh_cn: 文檔：文檔問題

source: Blocking further progress on the daily build
pt_br: Bloqueando mais progresso na compilação diária
zh_cn: 阻止每日構建的進一步進展

source: A User would return the product / cannot RTM / the team would hold the release for this bug
pt_br: Um usuário devolveria o produto / não pode RTM / a equipe manteria o lançamento deste bug
zh_cn: 用戶將返回產品 /不能RTM /團隊將保留此錯誤的版本

source: A User would likely not purchase the product / will show up in review / clearly a noticeable issue
pt_br: Um usuário provavelmente não compraria o produto / aparecerá na revisão / claramente um problema perceptível
zh_cn: 用戶可能不會購買產品 /會出現在評論中 /顯然是一個明顯的問題

source: A Pain - users won't like this once they notice it / a moderate number of users won't buy
pt_br: Ponto de perda: os usuários não gostarão disso quando perceberem / um número moderado de usuários não comprará este produto
zh_cn: 痛苦 - 用戶注意到它 /一個中等數量的用戶不會購買

source: Nuisance - not a big deal but noticeable / extremely unlikely to affect sales
pt_br: Incômodo - não é grande coisa, mas perceptível / extremamente improvável de afetar as vendas
zh_cn: 滋擾 - 沒什麼大不了的，但顯著 /極不可能影響銷售

source: Will affect all users
pt_br: Afetará todos os usuários
zh_cn: 將影響所有用戶

source: Will affect most users
pt_br: Afetará a maioria dos usuários
zh_cn: 會影響大多數用戶

source: Will affect average number of users
pt_br: Afetará o número médio de usuários
zh_cn: 將影響平均用戶數量

source: Will only affect a few users
pt_br: Afetará apenas alguns usuários
zh_cn: 只會影響一些用戶

source: Will affect almost no one
pt_br: Não afetará quase ninguém
zh_cn: 幾乎沒有人會影響

source: 1 month
pt_br: 1 mês
zh_cn: 1個月

source: %number_of months
pt_br: %number_of meses
zh_cn: %count數月

source: 1 week
pt_br: 1 semana
zh_cn: 1週

source: 1 day
pt_br: 1 dia
zh_cn: 1天

source: %number_of days
pt_br: %number_of dias
zh_cn: %number_of天

source: 1 hour
pt_br: 1 hora
zh_cn: 1小時

source: %number_of hours
pt_br: %number_of horas
zh_cn: %number_of小時

source: 1 minute
pt_br: 1 minuto
zh_cn: 1分鐘

source: %number_of minutes
pt_br: %number_of minutos
zh_cn: %number_of分鐘

source: 1 point
pt_br: 1 ponto
zh_cn: 1分

source: %number_of points
pt_br: %number_of pontos
zh_cn: %number_OF點

source: No time
pt_br: Sem tempo
zh_cn: 沒時間

source: Open issues for %project_name
pt_br: Problemas em aberto para %project_name
zh_cn: %project_name的打開問題

source: All open issues
pt_br: Todos os problemas em aberto
zh_cn: 所有開放問題

source: Open issues for %project_name (including subprojects)
pt_br: Problemas em aberto para %project_name (incluindo subprojetos)
zh_cn: %countproject_name的打開問題（包括子項目）

source: Closed issues for %project_name
pt_br: Problemas encerrados para %project_name
zh_cn: %project_name的關閉問題

source: All closed issues
pt_br: Todos os problemas encerrados
zh_cn: 所有封閉的問題

source: Closed issues for %project_name (including subprojects)
pt_br: Problemas encerrados para %project_name (incluindo subprojetos)
zh_cn: %project_name的封閉問題（包括子項目）

source: %project_name wishlist
pt_br: %project_name lista de desejos
zh_cn: %project_name願望清單

source: Milestone todo-list for %project_name
pt_br: Marcos e lista à fazer para %project_name
zh_cn: project_name的里程碑待會列表

source: Most voted issues for %project_name
pt_br: Problemas mais votados para %project_name
zh_cn: %project_name的大多數投票問題

source: Most voted issues
pt_br: Assuntos mais votados
zh_cn: 大多數投票問題

source: Issues reported by me
pt_br: Problemas relatados por mim
zh_cn: 我報告的問題

source: Open issues assigned to me
pt_br: Problemas em aberto atribuídos a mim
zh_cn: 分配給我的公開問題

source: Open issues assigned to my teams
pt_br: Problemas em aberto atribuídos às minhas equipes
zh_cn: 分配給我的團隊的公開問題

source: Open issues owned by me
pt_br: Problemas em aberto de minha propriedade
zh_cn: 我擁有的開放問題

source: Showing "bug report" issues sorted by user pain, threshold set at %threshold
zh_cn: 顯示“錯誤報告”問題，這些問題是用戶痛苦分類的，閾值設置為%threshold

source: Showing issues ordered by number of votes
pt_br: Mostrando questões ordenadas por número de votos
zh_cn: 顯示按選票數量訂購的問題

source: Standard
pt_br: Padrão
zh_cn: 標準

source: Standard search results
pt_br: Resultados de pesquisa padrão
zh_cn: 標準搜索結果

source: Todo-list
pt_br: Lista de Tarefas
zh_cn: 待辦事項

source: Todo-list with progress indicator
pt_br: Lista de tarefas com indicador de progresso
zh_cn: 帶有進度指標的待辦事項

source: Voting results
pt_br: Resultados da votação
zh_cn: 投票結果

source: Most voted-for issues
pt_br: Assuntos mais votados
zh_cn: 大多數投票的問題

source: User pain with threshold
pt_br: Dor do usuário com limite
zh_cn: 用戶影響與閾值

source: User pain indicator with custom single bug pain threshold
pt_br: Indicador de dor do usuário com limite de dor de bug único personalizado
zh_cn: 用自定義單蟲影響閾值的用戶影響指示器

source: User pain threshold
pt_br: Limite para dor do usuário
zh_cn: 用戶影響閾值

source: Pain threshold (0 - 100)
pt_br: Limiar de dor (0 - 100)
zh_cn: 影響閾值（0-100）

source: RSS feed
pt_br: feed RSS
zh_cn: RSS訂閱

source: Unknown / not set
pt_br: Desconhecido/não definido
zh_cn: 未知 /未設置

source: Max number of assigned issues
pt_br: Número máximo de problemas atribuídos
zh_cn: 分配問題的最大數量
