Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Issue title
pt_br: Título do problema
zh_cn: 問題標題

source: Component(s)
pt_br: Componente(s)
zh_cn: 成分）

source: Last updated time
pt_br: Hora da última atualização
zh_cn: 最後更新的時間

source: Number of comments
pt_br: Número de comentários
zh_cn: 評論數

source: Time spent at
pt_br: Tempo gasto em
zh_cn: 花費的時間

source: Project
pt_br: Projeto
zh_cn: 項目

source: Who's assigned
pt_br: Quem está atribuído
zh_cn: 誰分配了

source: Who posted the issue
pt_br: Quem postou o problema
zh_cn: 誰發布了問題

source: State (open or closed)
pt_br: Estado (aberto ou fechado)
zh_cn: 狀態（開放或關閉）

source: Issue number
pt_br: Numero da edição
zh_cn: 發行數量

source: Percentage complete
pt_br: Porcentagem concluída
zh_cn: %count完成

source: Time estimated
pt_br: Tempo estimado
zh_cn: 時間估計

source: Set status
pt_br: Definir status
zh_cn: 設置狀態

source: Set resolution
pt_br: Definir resolução
zh_cn: 設置分辨率

source: Set priority
pt_br: Definir prioridade
zh_cn: 設置優先級

source: Set category
pt_br: Definir categoria
zh_cn: 設置類別

source: Set severity
pt_br: Definir gravidade
zh_cn: 設定嚴重性

source: Perform workflow step
pt_br: Execute a etapa do fluxo de trabalho
zh_cn: 執行工作流程步驟

source: Assign to milestone
pt_br: Atribuir ao marco
zh_cn: 分配里程碑

source: With selected issue(s): %action
pt_br: Com problemas selecionados: %action
zh_cn: 與選定的問題：%動作

source: No milestone
pt_br: Nenhum marco
zh_cn: 沒有里程碑

source: Create new milestone from selected issues
pt_br: Criar novo marco a partir de problemas selecionados
zh_cn: 從選定問題創建新的里程碑

source: Choose a new status
pt_br: Escolha um novo status
zh_cn: 選擇新的狀態

source: Choose a new resolution
pt_br: Escolha uma nova resolução
zh_cn: 選擇新的分辨率

source: Choose a new priority
pt_br: Escolha uma nova prioridade
zh_cn: 選擇一個新的優先級

source: Choose a new category
pt_br: Escolha uma nova categoria
zh_cn: 選擇一個新類別

source: Choose a new severity
pt_br: Escolha uma nova gravidade
zh_cn: 選擇一個新的嚴重性

source: Apply
pt_br: Aplicar
zh_cn: 申請

source: Filter on %customfield
pt_br: Filtrar em %customfield
zh_cn: 過濾在%customfield

source: Anything
pt_br: Nada
zh_cn: 任何事物

source: Enter something to search for
pt_br: Digite algo para pesquisar
zh_cn: 輸入搜索的東西

source: Open issues (including subprojects)
pt_br: Problemas em aberto (incluindo subprojetos)
zh_cn: 開放問題（包括子項目）

source: Closed issues (including subprojects)
pt_br: Problemas encerrados (incluindo subprojetos)
zh_cn: 封閉的問題（包括子項目）

source: Project wishlist
pt_br: Lista de desejos do projeto
zh_cn: 項目願望清單

source: Your saved searches for this project
pt_br: Suas pesquisas salvas para este projeto
zh_cn: 您為此項目保存的搜索

source: Your saved searches
pt_br: Suas pesquisas salvas
zh_cn: 您保存的搜索

source: Edit saved search
pt_br: Editar pesquisa salva
zh_cn: 編輯保存的搜索

source: Delete saved search
pt_br: Excluir pesquisa salva
zh_cn: 刪除保存的搜索

source: Do you really want to delete this saved search?
pt_br: Você realmente deseja excluir esta pesquisa salva?
zh_cn: 您真的想刪除此保存的搜索嗎？

source: This action cannot be reverted. Note: this will not modify any issues affected by this search
pt_br: Esta ação não pode ser revertida. Observação: isso não modificará nenhum problema afetado por esta pesquisa
zh_cn: 該動作無法恢復。 注意：這不會修改此搜索影響的任何問題

source: Yes, delete
pt_br: Sim, excluir
zh_cn: 是的，刪除

source: %yes_delete or %cancel
pt_br: %yes_delete ou %cancel
zh_cn: %yes_delete或%取消

source: Your saved searches will show up here
pt_br: Suas pesquisas salvas aparecerão aqui
zh_cn: 您保存的搜索將在這裡顯示

source: Public saved searches for this project
pt_br: Pesquisas salvas públicas para este projeto
zh_cn: 公開保存了該項目的搜索

source: Public saved searches
pt_br: Pesquisas salvas públicas
zh_cn: 公共保存的搜索

source: Public saved searches will show up here
pt_br: As pesquisas públicas salvas aparecerão aqui
zh_cn: 公共保存的搜索將在這裡顯示

source: You can edit the details for this saved search later by opening it up in the left sidebar.
pt_br: Você pode editar os detalhes dessa pesquisa salva posteriormente abrindo-a na barra lateral esquerda.
zh_cn: 您可以通過在左側欄中打開此保存搜索的詳細信息。

source: When the search is active, you can manage the filters as normal, and update the saved search using the save button again. From that dialog you can also choose to save the details as a new saved search.
pt_br: Quando a pesquisa está ativa, você pode gerenciar os filtros normalmente e atualizar a pesquisa salva usando o botão Salvar novamente. Nessa caixa de diálogo, você também pode optar por salvar os detalhes como uma nova pesquisa salva.
zh_cn: 搜索活動活動時，您可以正常管理過濾器，並再次使用保存按鈕更新保存的搜索。 從該對話框中，您還可以選擇將詳細信息保存為新的保存搜索。

source: Any
pt_br: Qualquer
zh_cn: 任何

source: Assigned user
pt_br: Usuário atribuído
zh_cn: 分配的用戶

source: Anyone
pt_br: Alguém
zh_cn: 任何人

source: Select user(s)
pt_br: Selecionar usuário(s)
zh_cn: 選擇用戶

source: Search for a user
pt_br: Procurar um usuário
zh_cn: 搜索用戶

source: Yourself
pt_br: Você mesmo
zh_cn: 你自己

source: All
pt_br: Tudo
zh_cn: 全部

source: Filter on category
pt_br: Filtrar por categoria
zh_cn: 類別過濾

source: Filter on priority
pt_br: Filtrar por prioridade
zh_cn: 優先級過濾

source: Filter on resolution
pt_br: Filtrar na resolução
zh_cn: 分辨率過濾

source: Filter on severity
pt_br: Filtrar por gravidade
zh_cn: 嚴重性過濾

source: Filter on reproducability
pt_br: Filtrar na reprodutibilidade
zh_cn: 過濾可再現性

source: Last updated: %updated_at
pt_br: Última atualização: %updated_at
zh_cn: 最後更新：%updated_at

source: No issues in this list
pt_br: Nenhum problema nesta lista
zh_cn: 列表中沒有問題

source: Reproduction Steps
pt_br: Etapas de reprodução
zh_cn: 繁殖步驟

source: Issue
pt_br: Problema
zh_cn: 問題

source: Status not set
pt_br: Status não definido
zh_cn: 狀態未設置

source: %number_of issues selected
pt_br: %number_of problemas selecionados
zh_cn: 選定的%number_OF問題

source: You can only apply workflow transitions on issues in the same project.
pt_br: Você só pode aplicar transições de fluxo de trabalho em problemas no mesmo projeto.
zh_cn: 您只能在同一項目中的問題上應用工作流過渡。

source: There are no workflow transitions that can be applied to all these issues. Try selecting fewer issues, or issues that are currently at the same (or similar) workflow step(s).
pt_br: Não há transições de fluxo de trabalho que possam ser aplicadas a todos esses problemas. Tente selecionar menos problemas ou problemas que estão atualmente na(s) mesma(s) etapa(s) do fluxo de trabalho (ou semelhantes).
zh_cn: 沒有工作流過渡可以應用於所有這些問題。 嘗試選擇較少的問題或當前處於相同（或相似）工作流程步驟的問題。

source: Perform the following workflow transition on these issues
pt_br: Execute a seguinte transição de fluxo de trabalho sobre esses problemas
zh_cn: 在這些問題上執行以下工作流過渡

source: Any client
pt_br: Qualquer cliente
zh_cn: 任何客戶

source: Select client(s)
pt_br: Selecione o(s) cliente(s)
zh_cn: 選擇客戶

source: Search for a client
pt_br: Procure um cliente
zh_cn: 搜索客戶

source: Choose issues from project(s)
pt_br: Escolher pendências do(s) projeto(s)
zh_cn: 從項目中選擇問題

source: Filter on issuetype
pt_br: Filtrar por tipo de problema
zh_cn: 在發行型上過濾

source: Subproject(s)
pt_br: Subprojeto(s)
zh_cn: 子標記（S）

source: Include issues from subproject(s)
pt_br: Incluir problemas de subprojetos
zh_cn: 包括子項目的問題

source: Blocker status
pt_br: Status de bloqueio
zh_cn: 阻滯劑狀態

source: Filter on blocker status
pt_br: Filtrar por status de bloqueio
zh_cn: 過濾器狀態

source: Only blocker issues
pt_br: Apenas problemas bloquedos
zh_cn: 只有阻滯劑問題

source: Not blocker issues
pt_br: Apenas problemas não bloqueados
zh_cn: 不是阻止者問題

source: Relation
pt_br: Relação
zh_cn: 關係

source: Filter on relation
pt_br: Filtrar na relação
zh_cn: 關係過濾

source: Only child issues
pt_br: Apenas problemas dependentes
zh_cn: 只有兒童問題

source: Without child issues
pt_br: Sem problemas dependentes
zh_cn: 沒有孩子問題

source: Only parent issues
pt_br: Apenas problemas principais
zh_cn: 只有父母問題

source: Without parent issues
pt_br: Sem problemas principais
zh_cn: 沒有父母問題

source: Neither child nor parent issues
pt_br: Nem subtarefas nem problemas principais
zh_cn: 既不是孩子也沒有父母問題

source: Assigned team
pt_br: Equipe atribuída
zh_cn: 分配的團隊

source: Any team
pt_br: Qualquer equipe
zh_cn: 任何團隊

source: Select team(s)
pt_br: Selecionar equipe(s)
zh_cn: 選擇團隊

source: Search for a team
pt_br: Procure uma equipe
zh_cn: 搜尋團隊

source: Posted
pt_br: Publicado
zh_cn: 發表

source: Filter on posted date
pt_br: Filtrar na data de postagem
zh_cn: 發布日期過濾

source: Filter on last updated date
pt_br: Filtrar na data da última atualização
zh_cn: 最後更新日期過濾

source: Filter on time spent date
pt_br: Filtrar por data de tempo gasto
zh_cn: 過濾日期的時間

source: Before %time
pt_br: Antes de %time
zh_cn: %之前

source: After %time
pt_br: Depois de %time
zh_cn: 之後

source: Any time
pt_br: A qualquer momento
zh_cn: 任何時候

source: Filter on status
pt_br: Filtrar por status
zh_cn: 過濾狀態

source: Only open issues
pt_br: Apenas problemas abertos
zh_cn: 僅開放問題

source: Only closed issues
pt_br: Apenas problemas encerrados
zh_cn: 僅關閉問題

source: Title
pt_br: Título
zh_cn: 標題

source: More info
pt_br: Mais informações
zh_cn: 更多信息

source: No description provided
pt_br: Nenhuma descrição fornecida
zh_cn: 沒有提供描述

source: %field is %value
pt_br: %field é %value
zh_cn: %字段為%價值

source: %field is not %value
pt_br: %field não é %value
zh_cn: %字段不是%值

source: Include subprojects
pt_br: Incluir subprojetos
zh_cn: 包括子標準

source: %posted_or_updated before %value
pt_br: %posted_or_updated antes de %value
zh_cn: %ports_or_upded在%value之前

source: %posted_or_updated on or after %value
pt_br: %posted_or_updated em ou após %value
zh_cn: %ports_or_upped在%value上或之後

source: Please select
pt_br: Por favor selecione
zh_cn: 請選擇

source: Clear selected user
pt_br: Limpar usuário selecionado
zh_cn: 清除選定的用戶

source: Select
pt_br: Selecionar
zh_cn: 選擇

source: Clear selected team
pt_br: Limpar equipe selecionada
zh_cn: 明確選定的團隊

source: Issue state
pt_br: Estado do problema
zh_cn: 發行狀態

source: %field is provided and is %value
pt_br: %field é fornecido e é %value
zh_cn: 提供了%字段，為%價值

source: %field is provided and is not %value
pt_br: %field é fornecido e não é %value
zh_cn: 提供了%字段，不是%值

source: %number_of issue(s)
pt_br: %number_of problema(s)
zh_cn: %number_of問題

source: Search result grouping
pt_br: Agrupamento de resultados de pesquisa
zh_cn: 搜索結果分組

source: This search template does not support grouping
pt_br: Este modelo de pesquisa não suporta agrupamento
zh_cn: 此搜索模板不支持分組

source: Ascending
pt_br: Ascendente
zh_cn: 上升

source: Descending
pt_br: Descendente
zh_cn: 下降

source: No grouping
pt_br: Sem agrupamento
zh_cn: 沒有分組

source: Search result presentation
pt_br: Apresentação do resultado da pesquisa
zh_cn: 搜索結果演示

source: Issues to show per page
pt_br: Problemas a serem exibidos por página
zh_cn: 每頁顯示的問題

source: Select columns to show
pt_br: Selecione as colunas para mostrar
zh_cn: 選擇要顯示的列

source: Reset columns
pt_br: Redefinir colunas
zh_cn: 重置列

source: Save or download search results
pt_br: Salvar ou baixar resultados de pesquisa
zh_cn: 保存或下載搜索結果

source: Save search filters
pt_br: Salvar filtros de pesquisa
zh_cn: 保存搜索過濾器

source: Download as OpenDocument spreadsheet (.ods)
pt_br: Fazer download como planilha OpenDocument (.ods)
zh_cn: 下載為Opentocument電子表格（.ods）

source: Download as Microsoft Excel spreadsheet (.xlsx)
pt_br: Baixar como planilha do Microsoft Excel (.xlsx)
zh_cn: 下載為Microsoft Excel電子表格（.xlsx）

source: Download as RSS feed
pt_br: Baixar como feed RSS
zh_cn: 下載為RSS feed

source: You have to be signed in to save this search
pt_br: Você precisa estar conectado para salvar esta pesquisa
zh_cn: 您必須簽名才能保存此搜索

source: Enter a search term here
pt_br: Digite um termo de pesquisa aqui
zh_cn: 在此處輸入搜索詞

source: People filters
pt_br: Filtros de pessoas
zh_cn: 人們過濾

source: Posted by user
pt_br: Postado pelo usuário
zh_cn: 由用戶發布

source: Time filters
pt_br: Filtros de tempo
zh_cn: 時間過濾器

source: Created before / after
pt_br: Criado antes/depois
zh_cn: 在之前 /之後創建

source: Last updated before / after
pt_br: Última atualização antes/depois
zh_cn: 上一次更新之前 /之後

source: Time spent before / after
pt_br: Tempo gasto antes/depois
zh_cn: 花費之前 /之後花費的時間

source: Project detail filters
pt_br: Filtros de detalhes do projeto
zh_cn: 項目細節過濾器

source: Including subproject(s)
pt_br: Incluindo subprojetos
zh_cn: 包括子標記

source: This filter is only available in project context
pt_br: Este filtro está disponível apenas no contexto do projeto
zh_cn: 該過濾器僅在項目上下文中可用

source: Reported against a specific release
pt_br: Reportado em relação a uma versão específica
zh_cn: 報告針對特定版本

source: Affecting a specific component
pt_br: Afetando um componente específico
zh_cn: 影響特定組件

source: Affecting a specific edition
pt_br: Afetando uma edição específica
zh_cn: 影響特定版本

source: Targetting a specific milestone
pt_br: Segmentação de um marco específico
zh_cn: 針對特定的里程碑

source: Issue detail filters
pt_br: Filtros de detalhes do problema
zh_cn: 發出細節過濾器

source: Other filters
pt_br: Outros filtros
zh_cn: 其他過濾器

source: Save this search
pt_br: Salvar esta pesquisa
zh_cn: 保存此搜索

source: This saved search will be available under this project only. To make a non-project-specific search, use the main "%find_issues" page instead
zh_cn: 此保存的搜索僅在此項目下可用。 要進行非項目的特定搜索，請改用主要的"%find_issues"頁面

source: Saved search name
pt_br: Nome da pesquisa salva
zh_cn: 保存的搜索名稱

source: Update this saved search
pt_br: Atualizar esta pesquisa salva
zh_cn: 更新此保存的搜索

source: Only visible for me
pt_br: Apenas visível para mim
zh_cn: 只對我可見

source: Shared with others
pt_br: Compartilhado com outros
zh_cn: 與他人分享

source: Save search
pt_br: Salvar busca
zh_cn: 保存搜索

source: First page
pt_br: Primeira página
zh_cn: 第一頁

source: Previous page
pt_br: Página anterior
zh_cn: 上一頁

source: Page %number
pt_br: Página %number
zh_cn: 頁碼

source: Next page
pt_br: Próxima página
zh_cn: 下一頁

source: Last page
pt_br: Última página
zh_cn: 最後一頁

source: Affects release(s)
pt_br: Afeta a(s) versão(ões)
zh_cn: 影響釋放

source: Affects component(s)
pt_br: Afeta o(s) componente(s)
zh_cn: 影響組件

source: Affects edition(s)
pt_br: Afeta as edições
zh_cn: 影響版本

source: Targetted milestone(s)
pt_br: Marco(s) segmentado(s)
zh_cn: 目標里程碑

source: Filter on affected release(s)
pt_br: Filtrar nas versões afetadas
zh_cn: 過濾受影響的釋放

source: Filter on affected component(s)
pt_br: Filtrar no(s) componente(s) afetado(s)
zh_cn: 過濾受影響的組件

source: Filter on affected edition(s)
pt_br: Filtrar nas edições afetadas
zh_cn: 濾波器的過濾器

source: Filter on targetted milestone(s)
pt_br: Filtrar por marco(s) segmentado(s)
zh_cn: 過濾針對目標的里程碑

source: Unknown priority
pt_br: Prioridade desconhecida
zh_cn: 未知的優先級

source: % completed
pt_br: % concluído
zh_cn: % 完全的

source: This issue has %num attachments
pt_br: Este problema tem %num anexos
zh_cn: 此問題具有%num附件

source: Access to this issue is restricted
pt_br: O acesso a esta edição é restrito
zh_cn: 訪問此問題是受限制的

source: %project_name search
pt_br: pesquisa de %project_name
zh_cn: %project_name搜索

source: %site_name search
pt_br: pesquisa %site_name
zh_cn: %site_name搜索

source: Press "Enter" twice to find issues matching your query
zh_cn: 按兩次“輸入”以查找與查詢匹配的問題

source: %num project(s) found
pt_br: %num projeto(s) encontrado(s)
zh_cn: 找到NUM項目的%

source: %num issue(s) found
pt_br: %num problema(s) encontrado(s)
zh_cn: 發現的%num問題

source: Issue %issue_no - %title
pt_br: Problema %issue_no - %title
zh_cn: 問題%essue_no-%標題

source: Status: %status
zh_cn: 狀態：%狀態

source: Resolution: %resolution
pt_br: Resolução: %resolution
zh_cn: 分辨率：分辨率%

source: See %num more issues ...
pt_br: Veja %num outros problemas...
zh_cn: 查看%num更多問題...

source: No issues found matching your query
pt_br: Nenhum problema encontrado que corresponda à sua consulta
zh_cn: 沒有發現與查詢相匹配的問題

source: %num user(s) found
pt_br: %num usuário(s) encontrado(s)
zh_cn: 已找到NUM用戶

source: See %num more users ...
pt_br: Veja %num outros usuários...
zh_cn: 查看%num更多用戶...

source: %num team(s) found
pt_br: %num equipe(s) encontrada(s)
zh_cn: 發現的%NUM團隊

source: %num client(s) found
pt_br: %num cliente(s) encontrado(s)
zh_cn: %num客戶端找到

source: Find issues for %project_name
pt_br: Encontrar problemas para %project_name
zh_cn: 查找%project_name的問題

source: Wishlist for %project_name
pt_br: Lista de desejos para %project_name
zh_cn: 願意列表for%project_name

source: Issues reported for %project_name this month
pt_br: Problemas relatados para %project_name este mês
zh_cn: 本月報告了%project_name的問題

source: Issues reported for %project_name last 30 days
pt_br: Problemas relatados para %project_name nos últimos 30 dias
zh_cn: 報告的問題project_name最近30天

source: Search details have been saved
pt_br: Os detalhes da pesquisa foram salvos
zh_cn: 搜索細節已保存

source: Maybe you have issues, maybe you don't
pt_br: Talvez você tenha problemas, talvez não
zh_cn: 也許你有問題，也許你沒有

source: Start typing or selecting filters above to find out
pt_br: Comece a digitar ou selecionar os filtros acima para descobrir
zh_cn: 開始鍵入或選擇上面的過濾器以找出答案

source: Please fill out all the required fields
pt_br: Por favor preencha todos os campos obrigatórios
zh_cn: 請填寫所有必需的字段

source: Profile information saved
pt_br: Informações de perfil salvas
zh_cn: 保存的個人資料信息

source: Profile settings saved
pt_br: Configurações de perfil salvas
zh_cn: 保存的配置文件設置

source: Notification settings saved
pt_br: Configurações de notificação salvas
zh_cn: 保存的通知設置

source: The application password has been deleted
pt_br: A senha do aplicativo foi excluída
zh_cn: 應用程序密碼已刪除

source: Cannot delete this application-specific password
pt_br: Não é possível excluir esta senha específica do aplicativo
zh_cn: 無法刪除此專用密碼

source: Use this one-time password when authenticating with the application. Spaces don't matter, and you don't have to write it down.
pt_br: Use essa senha de uso único ao autenticar com o aplicativo. Espaços não importam, e você não precisa escrever.
zh_cn: 使用該應用程序進行身份驗證時，請使用此一次性密碼。 空間無關緊要，您不必寫下來。

source: Add application-specific password
pt_br: Adicionar senha específica do aplicativo
zh_cn: 添加特定於應用程序的密碼

source: Please enter the name of the application or computer which will be using this password. Examples include "Toms computer", "Work laptop", "My iPhone" and similar.
zh_cn: 請輸入將使用此密碼的應用程序或計算機的名稱。 示例包括“ TOMS計算機”，“工作筆記本電腦”，“我的iPhone”和類似的內容。

source: Application name
pt_br: Nome da Aplicação
zh_cn: 應用名稱

source: Add application password
pt_br: Adicionar senha do aplicativo
zh_cn: 添加應用程序密碼

source: This user has been a member since forever
pt_br: Este usuário é membro desde sempre
zh_cn: 從那以後，這個用戶一直是成員

source: This user has been a member since %date
pt_br: Este usuário é membro desde que %date
zh_cn: 自%日期以來，該用戶一直是會員

source: This user has not logged in yet
pt_br: Este usuário ainda não fez login
zh_cn: 該用戶尚未登錄

source: This user was last seen online at %time
pt_br: Este usuário foi visto online pela última vez em %time
zh_cn: 該用戶最後一次在線看到%的時間

source: Recently reported issues
pt_br: Problemas relatados recentemente
zh_cn: 最近報導了問題

source: Show all issues reported by this user
pt_br: Mostrar todos os problemas relatados por este usuário
zh_cn: 顯示該用戶報告的所有問題

source: This user has not reported any issues yet
pt_br: Este usuário ainda não relatou nenhum problema
zh_cn: 該用戶尚未報告任何問題

source: Team memberships
pt_br: Associações de equipe
zh_cn: 團隊成員

source: Close popup
pt_br: Fechar pop-up
zh_cn: 關閉彈出窗口

source: Click "%save" to save changes in the "%module_settings_name" category
zh_cn: 單擊"%save"以在"%module_settings_name"類別中保存更改

source: Your account details
pt_br: Detalhes da sua conta
zh_cn: 您的帳戶詳細信息

source: Pick a password
pt_br: Escolha uma senha
zh_cn: 選一個密碼

source: Changing your password
pt_br: Alterando sua senha
zh_cn: 更改密碼

source: To be able to log in later, you have to set a password. Enter your desired password twice (to prevent you from typing mistakes). Press the "%set_password" button to set your password.
zh_cn: 為了稍後登錄，您必須設置密碼。 輸入兩次所需密碼（以防止您輸入錯誤）。 按"%set_password"按鈕設置密碼。

source: Set password
pt_br: Configurar senha
zh_cn: 設置密碼

source: Enter your new password twice (to prevent you from typing mistakes), then press the "%change_password" button to change your password.
zh_cn: 輸入兩次新密碼（以防止您輸入錯誤），然後按"%change_password"按鈕更改密碼。

source: Change password
pt_br: Alterar a senha
zh_cn: 更改密碼

source: Remember to set a password before you continue, or you may be locked out of your account
pt_br: Lembre-se de definir uma senha antes de continuar, ou você pode ser bloqueado em sua conta
zh_cn: 請記住在繼續之前設置密碼，或者您可能被鎖定在帳戶中

source: Password (repeated, to confirm)
pt_br: Senha (repetida, para confirmar)
zh_cn: 密碼（重複，確認）

source: New password (repeated, to confirm)
pt_br: Nova senha (repetida, para confirmar)
zh_cn: 新密碼（重複，確認）

source: Since this account was created via an OpenID login, you will have to pick a username to be able to log in with a username or password. You can continue to use your account with your OpenID login, so this is only if you want to pick a username for your account.
pt_br: Como esta conta foi criada por meio de um login OpenID, você terá que escolher um nome de usuário para poder fazer login com um nome de usuário ou senha. Você pode continuar a usar sua conta com seu login OpenID, então isso é apenas se você quiser escolher um nome de usuário para sua conta.
zh_cn: 由於此帳戶是通過OpenID登錄創建的，因此您必須選擇一個用戶名才能使用用戶名或密碼登錄。 您可以繼續使用OpenID登錄名來使用您的帳戶，因此僅當您想為帳戶選擇用戶名時，才能使用您的帳戶。

source: An error occurred
pt_br: Um erro ocorreu
zh_cn: 發生錯誤

source: Your RSS key has been regenerated
pt_br: Sua chave RSS foi regenerada
zh_cn: 您的RSS密鑰已被再生

source: All previous RSS links have been invalidated.
pt_br: Todos os links RSS anteriores foram invalidados.
zh_cn: 所有以前的RSS鏈接都無效。

source: You've chosen the username '%username'
pt_br: Você escolheu o nome de usuário '%username'
zh_cn: 您選擇了用戶名'%username'

source: Before you can use the new username to log in, you must pick a password via the "%change_password" button.
zh_cn: 在使用新的用戶名登錄之前，必須通過"%change_password"按鈕選擇密碼。

source: This OpenID identity is already in use
pt_br: Esta identidade OpenID já está em uso
zh_cn: 這種openID身份已經在使用

source: Someone is already using this identity. Check to see if you have already added this account.
pt_br: Alguém já está usando essa identidade. Verifique se você já adicionou esta conta.
zh_cn: 有人已經在使用此身份。 檢查您是否已經添加了此帳戶。

source: Profile
pt_br: Perfil
zh_cn: 輪廓

source: Security
pt_br: Segurança
zh_cn: 安全

source: Notification settings
pt_br: Configurações de notificação
zh_cn: 通知設置

source: Scope memberships
pt_br: Associações de escopo
zh_cn: 範圍會員資格

source: About yourself
pt_br: Sobre si mesmo
zh_cn: 關於你自己

source: Display name
pt_br: Nome em Exibição
zh_cn: 顯示名稱

source: This name is what other people will see you as.
pt_br: Este nome é como as outras pessoas o verão.
zh_cn: 這個名字就是其他人會認為您的名字。

source: Hide my email address from other users
pt_br: Ocultar meu endereço de e-mail de outros usuários
zh_cn: 隱藏其他用戶的電子郵件地址

source: Use my email avatar from %link_to_gravatar
pt_br: Use meu avatar de e-mail de %link_to_gravatar
zh_cn: 從%link_to_gravatar使用我的電子郵件頭像

source: Pachno can use your %link_to_gravatar profile picture, if you have one.
pt_br: Pachno pode usar sua foto de perfil %link_to_gravatar, se você tiver uma.
zh_cn: Pachno可以使用您的%link_to_gravatar配置文件圖片，如果您有。

source: Change my profile picture / avatar
pt_br: Alterar minha foto de perfil/avatar
zh_cn: 更改我的個人資料圖片 /頭像

source: Language and location
pt_br: Idioma e localização
zh_cn: 語言和位置

source: This information is used to provide a more localized experience based on your location and language preferences. Items such as timestamps will be displayed in your local timezone, and you can choose to use Pachno in your own language.
pt_br: Essas informações são usadas para fornecer uma experiência mais localizada com base em sua localização e preferências de idioma. Itens como carimbos de data/hora serão exibidos em seu fuso horário local e você pode optar por usar o Pachno em seu próprio idioma.
zh_cn: 此信息用於根據您的位置和語言偏好提供更本地化的體驗。 時間戳等項目將在您的本地時區顯示，您可以選擇使用自己的語言使用Pachno。

source: Preferred timezone
pt_br: Fuso horário preferido
zh_cn: 首選時區
