Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: This edition already exists for this project
pt_br: Esta edição já existe para este projeto
zh_cn: 這個項目已經存在

source: You need to specify a name for the new edition
pt_br: Você precisa especificar um nome para a nova edição
zh_cn: 您需要為新版本指定名稱

source: You do not have access to this project
pt_br: Você não tem acesso a este projeto
zh_cn: 您無法訪問此項目

source: The edition could not be added
pt_br: A edição não pôde ser adicionada
zh_cn: 無法添加該版本

source: You don't have access to add project editions
pt_br: Você não tem acesso para adicionar edições do projeto
zh_cn: 您無法訪問添加項目版本

source: The release was deleted
pt_br: O lançamento foi deletado
zh_cn: 發布已刪除

source: You do not have access to this release
pt_br: Você não tem acesso a esta versão
zh_cn: 您無法訪問此版本

source: You need to specify a release
pt_br: Você precisa especificar uma versão
zh_cn: 您需要指定版本

source: You don't have access to manage releases
pt_br: Você não tem acesso para gerenciar versões
zh_cn: 您無法訪問管理版本

source: You do not have access to manage project releases
pt_br: Você não tem acesso para gerenciar as versões do projeto
zh_cn: 您無法訪問管理項目版本

source: You need to specify a name for the release
pt_br: Você precisa especificar um nome para a versão
zh_cn: 您需要為版本指定名稱

source: The component could not be added to this edition
pt_br: O componente não pôde ser adicionado a esta edição
zh_cn: 該組件無法添加到此版本中

source: You don't have access to modify components
pt_br: Você não tem acesso para modificar componentes
zh_cn: 您無法訪問修改組件

source: Can't remove this component
pt_br: Não é possível remover este componente
zh_cn: 無法刪除此組件

source: Could not remove this component
pt_br: Não foi possível remover este componente
zh_cn: 無法刪除此組件

source: Could not edit this component
pt_br: Não foi possível editar este componente
zh_cn: 無法編輯此組件

source: Please provide a valid name
pt_br: Forneça um nome válido
zh_cn: 請提供有效的名稱

source: You don't have access to modify editions
pt_br: Você não tem acesso para modificar edições
zh_cn: 您無法訪問修改版本

source: Can't remove this edition
pt_br: Não é possível remover esta edição
zh_cn: 無法刪除此版本

source: Could not remove this edition
pt_br: Não foi possível remover esta edição
zh_cn: 無法刪除此版本

source: Could not edit this edition
pt_br: Não foi possível editar esta edição
zh_cn: 無法編輯此版本

source: Could not edit this edition: %error
pt_br: Não foi possível editar esta edição: %error
zh_cn: 無法編輯此版本：%錯誤

source: This project doesn't exist
pt_br: Este projeto não existe
zh_cn: 這個項目不存在

source: The assignee has been removed
pt_br: O responsável foi removido
zh_cn: 受讓人已被刪除

source: You don't have access to perform this action
pt_br: Você não tem acesso para realizar esta ação
zh_cn: 您無權執行此操作

source: Workflow scheme changed and issues updated
pt_br: Esquema de fluxo de trabalho alterado e problemas atualizados
zh_cn: 工作流方案更改並更新了問題

source: An internal error occured
pt_br: Ocorreu um erro interno
zh_cn: 發生內部錯誤

source: This workflow scheme is not valid
pt_br: Este esquema de fluxo de trabalho não é válido
zh_cn: 此工作流方案無效

source: You must provide a role name
pt_br: Você deve fornecer um nome de função
zh_cn: 您必須提供角色名稱

source: You do not have access to create new project roles
pt_br: Você não tem acesso para criar novas funções de projeto
zh_cn: 您無法訪問創建新項目角色

source: Issues
pt_br: Problemas
zh_cn: 問題

source: Project releases
pt_br: Versões do projeto
zh_cn: 項目發布

source: Project dashboard
pt_br: Painel do projeto
zh_cn: 項目儀表板

source: Client
pt_br: Cliente
zh_cn: 客戶

source: Create client
pt_br: Criar cliente
zh_cn: 創建客戶端

source: If this project is related to an external client, add that client here to grant access.
pt_br: Se este projeto estiver relacionado a um cliente externo, adicione esse cliente aqui para conceder acesso.
zh_cn: 如果此項目與外部客戶端有關，請在此處添加該客戶端以授予訪問權限。

source: No client assigned
pt_br: Nenhum cliente atribuído
zh_cn: 未分配客戶

source: No clients exist
pt_br: Não existem clientes
zh_cn: 沒有客戶

source: No client
pt_br: Nenhum cliente
zh_cn: 沒有客戶

source: Assigned to %assignee
pt_br: Atribuído a %assignee
zh_cn: 分配給%受讓人

source: %pts points
pt_br: %pts pontos
zh_cn: %pts點

source: This milestone also includes issues you do not have access to
pt_br: Este marco também inclui problemas aos quais você não tem acesso
zh_cn: 這個里程碑還包括您無法訪問的問題

source: %status_name - %percentage (%count of %total)
pt_br: %status_name - %percentage (%count de %total)
zh_cn: %status_name-%%count（%count%total）

source: Unknown status
pt_br: Status desconhecido
zh_cn: 狀態未知

source: %percentage % completed
zh_cn: %count%count完成

source: %percentage completed
pt_br: %percentage concluído
zh_cn: %count完成

source: No milestones exists
pt_br: Não existem marcos
zh_cn: 沒有里程碑

source: Website
pt_br: Local na rede Internet
zh_cn: 網站

source: Documentation
pt_br: Documentação
zh_cn: 文檔

source: New issue
pt_br: Novo problema
zh_cn: 新問題

source: Go to issue
pt_br: Ir para problema
zh_cn: 去發行

source: Change status
pt_br: Alterar status
zh_cn: 更改狀態

source: Browse projects
pt_br: Procurar projetos
zh_cn: 瀏覽項目

source: As soon as something important happens it will appear here.
pt_br: Assim que algo importante acontecer, aparecerá aqui.
zh_cn: 一旦發生重要的事情，就會出現在這裡。

source: Back
pt_br: Voltar
zh_cn: 後退

source: Details
pt_br: Detalhes
zh_cn: 細節

source: People and access
pt_br: Usuários e acessos
zh_cn: 人與訪問

source: Roles and permissions
pt_br: Funções e permissões
zh_cn: 角色和權限

source: Editions and components
pt_br: Edições e componentes
zh_cn: 版本和組件

source: Links
zh_cn: 鏈接

source: Help / FAQ
pt_br: Ajuda / Perguntas frequentes
zh_cn: 幫助 /常見問題解答

source: Toggle sidebar
pt_br: Alternar barra lateral
zh_cn: 切換側邊欄

source: There are no milestones scheduled yet
pt_br: Ainda não há marcos programados
zh_cn: 尚未安排里程碑

source: A great roadmap starts with a great plan
pt_br: Um ótimo roteiro começa com um ótimo plano
zh_cn: 出色的路線圖從一個很好的計劃開始

source: Project settings
pt_br: Configurações do projeto
zh_cn: 項目設置

source: Configure project
pt_br: Configurar projeto
zh_cn: 配置項目

source: Customize dashboard
pt_br: Personalizar painel
zh_cn: 自定義儀表板

source: Report an issue
pt_br: Informar um problema
zh_cn: 報告問題

source: Create milestone
pt_br: Criar marco
zh_cn: 創建里程碑

source: Create new release
pt_br: Criar nova versão
zh_cn: 創建新版本

source: Download
zh_cn: 下載

source: Up to %parent
pt_br: Até %parent
zh_cn: 最多%count父母

source: Change estimate
pt_br: Alterar estimativa
zh_cn: 變更估計

source: Invitation sent
pt_br: Convite enviado
zh_cn: 邀請已發送

source: Remove %username from this project?
pt_br: Remover %username deste projeto?
zh_cn: 從此項目中刪除%用戶名？

source: Please confirm removal from the project team
pt_br: Confirme a remoção da equipe do projeto
zh_cn: 請確認從項目團隊中刪除

source: Editions
pt_br: Edições
zh_cn: 版本

source: Components are a great way to split a project into parts, to separate and keep track of different parts of the project individually.
pt_br: Os componentes são uma ótima maneira de dividir um projeto em partes, separar e acompanhar diferentes partes do projeto individualmente.
zh_cn: 組件是將項目分為部分，分開並跟踪項目不同部分的一種好方法。

source: Project components
pt_br: Componentes do projeto
zh_cn: 項目組件

source: Components enabled
pt_br: Componentes ativados
zh_cn: 啟用組件

source: Add a component
pt_br: Adicionar um componente
zh_cn: 添加一個組件

source: Use editions when you have variations of a project or product which include different components. This lets you keep track of the different editions without setting up multiple projects.
pt_br: Use edições quando tiver variações de um projeto ou produto que incluam componentes diferentes. Isso permite que você acompanhe as diferentes edições sem configurar vários projetos.
zh_cn: 當您有包括不同組件的項目或產品的變化時，請使用版本。 這使您可以在不設置多個項目的情況下跟踪不同版本。

source: Project editions
pt_br: Edições do projeto
zh_cn: 項目版

source: Editions enabled
pt_br: Edições ativadas
zh_cn: 啟用了版本

source: Add an edition
pt_br: Adicionar uma edição
zh_cn: 添加一個版本

source: Visit online help
pt_br: Visite a ajuda on-line
zh_cn: 訪問在線幫助

source: Here are answers to some common questions about projects and settings. If you can't find what you're looking for here, visit the online documentation for more help.
pt_br: Aqui estão as respostas para algumas perguntas comuns sobre projetos e configurações. Se não encontrar o que procura aqui, visite a documentação online para obter mais ajuda.
zh_cn: 以下是關於項目和設置的一些常見問題的答案。 如果您在這裡找不到想要的東西，請訪問在線文檔以獲取更多幫助。

source: How can I give other people access to the project?
pt_br: Como posso dar a outras pessoas acesso ao projeto?
zh_cn: 我該如何讓其他人訪問該項目？

source: To give other people access to the project, go to the %people_and_access tab in project settings. From that page you can give specific people and teams access to the project, or grant general access to different project areas to regular users.
pt_br: Para dar acesso ao projeto a outras pessoas, vá para a guia %people_and_access nas configurações do projeto. Nessa página, você pode conceder acesso ao projeto a pessoas e equipes específicas ou conceder acesso geral a diferentes áreas do projeto a usuários regulares.
zh_cn: 要使其他人訪問該項目，請在項目設置中轉到%people_and_access選項卡。 從該頁面中，您可以使特定的人員和團隊訪問該項目，或者向常規用戶授予對不同項目區域的一般訪問權限。

source: What's the difference between a milestone and a release?
pt_br: Qual é a diferença entre um marco e um lançamento?
zh_cn: 里程碑和發布之間有什麼區別？

source: Milestones and releases have one key difference: milestones are for grouping development efforts, but releases are snapshots of the software / project at a given time designed to help you deliver updates to users or testers. While a release can be linked to a milestone to represent the state of the project at that time - and sometimes you may want to release at every milestone completion - they serve two different purposes.
pt_br: Os marcos e os lançamentos têm uma diferença fundamental: os marcos são para agrupar os esforços de desenvolvimento, mas os lançamentos são instantâneos do software/projeto em um determinado momento, projetados para ajudá-lo a fornecer atualizações aos usuários ou testadores. Embora uma versão possa ser vinculada a um marco para representar o estado do projeto naquele momento - e às vezes você pode querer liberar a cada conclusão de marco - eles servem a dois propósitos diferentes.
zh_cn: 里程碑和發行版具有一個關鍵區別：里程碑是用於對開發工作進行分組，但是在給定時間，版本是該軟件 /項目的快照，旨在幫助您向用戶或測試人員提供更新。 雖然可以將版本鏈接到當時代表項目狀態的里程碑 - 有時您可能希望在每個里程碑完成時發布 - 它們具有兩個不同的目的。

source: Dashboard
pt_br: Painel
zh_cn: 儀表板

source: Releases
pt_br: Lançamentos
zh_cn: 發行

source: More information
pt_br: Mais Informações
zh_cn: 更多信息

source: Roadmap
pt_br: Roteiro
zh_cn: 路線圖

source: Team overview
pt_br: Visão geral da equipe
zh_cn: 團隊概述

source: Timeline
pt_br: Linha do tempo
zh_cn: 時間線

source: Predefined searches
pt_br: Pesquisas predefinidas
zh_cn: 預定義的搜索

source: Open issues for this project
pt_br: Problemas em aberto para este projeto
zh_cn: 該項目的開放問題

source: Closed issues for this project
pt_br: Problemas encerrados para este projeto
zh_cn: 該項目的封閉問題

source: Wishlist for this project
pt_br: Lista de desejos para este projeto
zh_cn: 這個項目的願望清單

source: Milestone todo-list for this project
pt_br: Lista de tarefas do marco para este projeto
zh_cn: 這個項目的里程碑待辦事項

source: Most voted for issues
pt_br: Os mais votados por problemas
zh_cn: 大多數人投票

source: Issues reported this month
pt_br: Problemas relatados este mês
zh_cn: 本月報導的問題

source: Issues reported last 30 days
pt_br: Problemas relatados nos últimos 30 dias
zh_cn: 報導了最近30天

source: Saved searches
pt_br: Pesquisas salvas
zh_cn: 保存的搜索

source: This is a saved search only visible to you
pt_br: Esta é uma pesquisa salva visível apenas para você
zh_cn: 這是一個保存的搜索，只對您可見

source: Saved searches for this project will show here
pt_br: As pesquisas salvas para este projeto serão exibidas aqui
zh_cn: 保存的該項目的搜索將在此處顯示

source: Recently visited issues
pt_br: Problemas visitados recentemente
zh_cn: 最近訪問了問題

source: Recently visited issues will appear here
pt_br: Os problemas visitados recentemente aparecerão aqui
zh_cn: 最近訪問的問題將出現在這裡

source: Add people
pt_br: Adicionar pessoas
zh_cn: 增加人數

source: Invite team members to collaborate on the project. Assign roles to make sure everyone has access to the project, and to let everyone else know who is involved.
pt_br: Convide os membros da equipe para colaborar no projeto. Atribua funções para garantir que todos tenham acesso ao projeto e para que todos saibam quem está envolvido.
zh_cn: 邀請團隊成員在該項目上合作。 分配角色以確保每個人都可以訪問該項目，並讓其他所有人知道參與其中的人。

source: Name
pt_br: Nome
zh_cn: 姓名

source: Role
pt_br: Função
zh_cn: 角色

source: Project owner
pt_br: Dono do projeto
zh_cn: 項目擁有者

source: Change / set owner
pt_br: Alterar/definir proprietário
zh_cn: 更改 /設置所有者

source: Set owned by noone
pt_br: Conjunto de propriedade de ninguém
zh_cn: 設置沒有人擁有

source: Project leader
pt_br: Líder do projeto
zh_cn: 項目負責人

source: Change / set leader
pt_br: Mudar / definir líder
zh_cn: 更改 /設定領導者

source: Set lead by noone
pt_br: Definir liderança por ninguém
zh_cn: 由沒有人設置

source: Project QA lead
pt_br: Líder de controle de qualidade do projeto
zh_cn: 項目質量檢查鉛

source: Change / set QA responsible
pt_br: Alterar/definir o responsável pelo controle de qualidade
zh_cn: 更改 /設置質量檢查負責

source: Set QA responsible to noone
pt_br: Defina o controle de qualidade como ninguém
zh_cn: 設置質量檢查負責

source: Access for other users
pt_br: Acesso para outros usuários
zh_cn: 訪問其他用戶

source: Users without specific roles can still be granted access to this project. Use the settings below to tune access for users without a role in this project.
pt_br: Usuários sem funções específicas ainda podem ter acesso a este projeto. Use as configurações abaixo para ajustar o acesso para usuários sem função neste projeto.
zh_cn: 沒有特定角色的用戶仍然可以訪問該項目。 使用下面的設置來調整無角色的用戶訪問。

source: Limited read access to the project
pt_br: Acesso de leitura limitado ao projeto
zh_cn: 有限閱讀對項目的訪問

source: If allowed, users can see the project in the main project list, and access it
pt_br: Se permitido, os usuários podem ver o projeto na lista de projetos principal e acessá-lo
zh_cn: 如果允許，用戶可以在主項目列表中看到項目，並訪問它

source: Allowed
pt_br: Permitido
zh_cn: 允許

source: Not allowed
pt_br: Não permitido
zh_cn: 不允許

source: Access project issues and roadmap
pt_br: Acesse os problemas e o roteiro do projeto
zh_cn: 訪問項目問題和路線圖

source: If allowed, users can see issues reported in this project and access the project roadmap.
pt_br: Se permitido, os usuários podem ver os problemas relatados neste projeto e acessar o roteiro do projeto.
zh_cn: 如果允許，用戶可以看到此項目中報告的問題並訪問項目路線圖。

source: Report new issues
pt_br: Relatar novos problemas
zh_cn: 報告新問題

source: Comment on issues
pt_br: Comente sobre problemas
zh_cn: 評論問題

source: Access public project boards
pt_br: Acesse quadros de projetos públicos
zh_cn: 訪問公共項目委員會

source: If allowed, users can access public project boards and see issues across columns.
pt_br: Se permitido, os usuários podem acessar quadros de projetos públicos e ver problemas nas colunas.
zh_cn: 如果允許，用戶可以訪問公共項目委員會並查看跨列的問題。

source: Access project code
pt_br: Acesse o código do projeto
zh_cn: 訪問項目代碼

source: If allowed, users can see project commits and discussions.
pt_br: Se permitido, os usuários podem ver as confirmações e discussões do projeto.
zh_cn: 如果允許，用戶可以看到項目提交和討論。

source: Participate in code discussions
pt_br: Participe de discussões de código
zh_cn: 參加代碼討論

source: Access project documentation
pt_br: Acesse a documentação do projeto
zh_cn: 訪問項目文檔

source: If allowed, users can access project documentation, their attached resources and comments.
pt_br: Se permitido, os usuários podem acessar a documentação do projeto, seus recursos e comentários anexados.
zh_cn: 如果允許，用戶可以訪問項目文檔，其附加資源和評論。

source: Comment on documentation
pt_br: Comente sobre a documentação
zh_cn: 評論文檔

source: Change workflow
pt_br: Alterar fluxo de trabalho
zh_cn: 更改工作流程

source: New workflow scheme:
pt_br: Novo esquema de fluxo de trabalho:
zh_cn: 新工作流程：

source: No other workflows
pt_br: Nenhum outro fluxo de trabalho
zh_cn: 沒有其他工作流程

source: Continue
pt_br: Continuar
zh_cn: 繼續

source: Update details
pt_br: Atualizar detalhes
zh_cn: 更新詳細信息

source: Save and publish
pt_br: Salvar e publicar
zh_cn: 保存和發布

source: Edit release details
pt_br: Editar detalhes da versão
zh_cn: 編輯發布詳細信息

source: Add new release
pt_br: Adicionar nova versão
zh_cn: 添加新版本

source: Release details
pt_br: Detalhes da versão
zh_cn: 發布詳細信息

source: Downloads and files
pt_br: Downloads e arquivos
zh_cn: 下載和文件

source: Release name
pt_br: Nome da versão
zh_cn: 發布名稱

source: Pachno can track major, minor and revision releases using these input fields. You decide which ones you want to use
pt_br: O Pachno pode rastrear versões principais, secundárias e de revisão usando esses campos de entrada. Você decide quais deseja usar
zh_cn: Pachno可以使用這些輸入字段跟踪專業，次要和修訂版本。 您決定要使用哪些

source: Version name or number
pt_br: Nome ou número da versão
zh_cn: 版本名稱或號碼

source: Released
pt_br: Lançado
zh_cn: 發行

source: Not released
pt_br: Não lançado
zh_cn: 未發布

source: Active
pt_br: Ativo
zh_cn: 積極的

source: Archived
pt_br: Arquivado
zh_cn: 存檔

source: Public release
pt_br: Liberação pública
zh_cn: 公共發布

source: Internal relase
pt_br: Relato interno
zh_cn: 內部重酶

source: Release date
pt_br: Data de lançamento
zh_cn: 發布日期

source: Milestone release
pt_br: Lançamento do marco
zh_cn: 里程碑釋放

source: This release is not related to a milestone
pt_br: Esta versão não está relacionada a um marco
zh_cn: 此版本與里程碑無關

source: This is a release of %milestone_name
pt_br: Esta é uma versão de %milestone_name
zh_cn: 這是%milestone_name的發行

source: Edition release
pt_br: Lançamento da edição
zh_cn: 版本發行

source: This release is not related to a edition
pt_br: Esta versão não está relacionada a uma edição
zh_cn: 此版本與版本無關

source: This is a release of %edition_name
pt_br: Esta é uma versão de %edition_name
zh_cn: 這是%count的發行版

source: You can upload files, specify a download link - or both - so users and developers can download this release
pt_br: Você pode fazer upload de arquivos, especificar um link de download - ou ambos - para que usuários e desenvolvedores possam baixar esta versão
zh_cn: 您可以上傳文件，指定下載鏈接 - 或兩者 - 因此用戶和開發人員可以下載此版本

source: Filename
pt_br: Nome do arquivo
zh_cn: 文件名

source: Size
pt_br: Tamanho
zh_cn: 尺寸

source: Add file
pt_br: Adicionar ficheiro
zh_cn: 添加文件

source: Alternate download URL
pt_br: URL de download alternativo
zh_cn: 替代下載URL

source: Enter an alternate download link here, if desired
pt_br: Insira um link de download alternativo aqui, se desejar
zh_cn: 如果需要，請在此處輸入替代下載鏈接

source: Project links
pt_br: Links do projeto
zh_cn: 項目鏈接

source: Project links lets you specify links to various resources related to the project. These links are shown in project overviews, info boxes and more.
pt_br: Os links do projeto permitem especificar links para vários recursos relacionados ao projeto. Esses links são mostrados em visões gerais do projeto, caixas de informações e muito mais.
zh_cn: 項目鏈接使您可以指定與項目相關的各種資源的鏈接。 這些鏈接顯示在項目概述，信息框等。

source: No homepage set
pt_br: Nenhum site especificado
zh_cn: 沒有主頁集

source: Homepage
pt_br: Pagina inicial
zh_cn: 主頁

source: No documentation URL provided
pt_br: Nenhum URL de documentação fornecido
zh_cn: 沒有提供文檔URL

source: Documentation URL
pt_br: URL da documentação
zh_cn: 文檔URL

source: No wiki URL provided
pt_br: Nenhum URL de wiki fornecido
zh_cn: 沒有提供Wiki URL

source: Start date
pt_br: Data de início
zh_cn: 開始日期

source: End date
pt_br: Dados finais
zh_cn: 結束日期

source: Points
pt_br: Pontos
zh_cn: 點

source: Hours
pt_br: Horas
zh_cn: 小時

source: Edit
pt_br: Editar
zh_cn: 編輯

source: Delete
pt_br: Excluir
zh_cn: 刪除

source: Do you really want to delete this milestone?
pt_br: Deseja mesmo excluir este marco?
zh_cn: 您真的想刪除這個里程碑嗎？

source: Removing this milestone will unassign all issues from this milestone and remove it from all available lists. This action cannot be undone.
pt_br: A remoção deste marco cancelará a atribuição de todos os problemas deste marco e o removerá de todas as listas disponíveis. Essa ação não pode ser desfeita.
zh_cn: 刪除這個里程碑將使這個里程碑統治所有問題，並將其從所有可用列表中刪除。 此操作無法撤消。

source: Show issues
pt_br: Mostrar problemas
zh_cn: 顯示問題

source: Posted at
pt_br: Postado em
zh_cn: 發表在

source: Last updated
pt_br: Ultima atualização
zh_cn: 最近更新時間

source: Done
pt_br: Feito
zh_cn: 完畢

source: This issue is marked as done / closed
pt_br: Este problema está marcado como concluído/fechado
zh_cn: 此問題標記為完成 /已關閉

source: Locked
pt_br: Bloqueado
zh_cn: 鎖定

source: Most details of this issue cannot be edited because the workflow defines this step as "locked"
zh_cn: 無法編輯此問題的大多數詳細信息，因為工作流將此步驟定義為“鎖定”

source: Click to toggle a vote for this issue
pt_br: Clique para alternar uma votação para este problema
zh_cn: 單擊為此問題切換投票

source: This is the user pain value for this issue
pt_br: Este é o valor da dor do usuário para este problema
zh_cn: 這是此問題的用戶痛苦值

source: This project has no users or teams
pt_br: Este projeto não tem usuários ou equipes
zh_cn: 該項目沒有用戶或團隊

source: Like a boat with no captain and no crew
pt_br: Como um barco sem capitão e sem tripulação
zh_cn: 就像沒有隊長和沒有船員的船

source: Open / closed (%)
pt_br: Aberto / fechado (%)
zh_cn: 打開關閉 （%）

source: %count issues open of %total_count issues total
pt_br: %count problemas abertos do total de %total_count problemas
zh_cn: %計算問題的問題總數為總計問題總計

source: Not set
pt_br: Não configurado
zh_cn: 沒有設置

source: Show more statistics
pt_br: Mostrar mais estatísticas
zh_cn: 顯示更多統計數據

source: More statistics
pt_br: Mais estatísticas
zh_cn: 更多統計數據

source: Show details
pt_br: Mostrar detalhes
zh_cn: 顯示詳細資料

source: Show more issues
pt_br: Mostrar mais problemas
zh_cn: 顯示更多問題

source: Issues opened
pt_br: Problemas abertos
zh_cn: 問題已經開放

source: Enter a name for this edition
pt_br: Insira um nome para esta edição
zh_cn: 輸入此版本的名稱

source: Click to add description for this edition
pt_br: Clique para adicionar descrição para esta edição
zh_cn: 單擊以添加此版本的描述

source: Description (optional)
pt_br: Descrição (opcional)
zh_cn: 描述（可選）

source: Enter a url for this edition (optional)
pt_br: Insira um URL para esta edição (opcional)
zh_cn: 輸入此版本的URL（可選）

source: Url (optional)
pt_br: URL (opcional)
zh_cn: URL（可選）

source: Edition components
pt_br: Componentes da edição
zh_cn: 版本組件

source: Save
pt_br: Salvar
zh_cn: 節省

source: Do you really want to delete this edition?
pt_br: Deseja mesmo excluir esta edição?
zh_cn: 您真的想刪除此版本嗎？

source: Please confirm that you want to completely remove this edition.
pt_br: Confirme que deseja remover completamente esta edição.
zh_cn: 請確認您要完全刪除此版本。

source: Remove this edition
pt_br: Remover esta edição
zh_cn: 刪除此版本

source: This project has no description
pt_br: Este projeto não tem descrição
zh_cn: 這個項目沒有描述

source: Owned by: %name
pt_br: Propriedade: %name
zh_cn: 擁有：%名稱

source: Lead by: %name
pt_br: Liderado por: %name
zh_cn: 領導者：%名稱

source: QA responsible: %name
pt_br: Responsável de controle de qualidade: %name
zh_cn: QA負責：%名稱

source: Open documentation
pt_br: Documentação aberta
zh_cn: 打開文檔

source: Visit homepage
pt_br: Visite a página inicial
zh_cn: 訪問主頁

source: There are no users registered with that email address. Send them an invite below!
pt_br: Não há usuários registrados com esse endereço de e-mail. Envie-lhes um convite abaixo!
zh_cn: 沒有使用該電子郵件地址的用戶註冊。 向他們發送下面的邀請！

source: Invite user
pt_br: Convidar Usuário
zh_cn: 邀請用戶

source: Not registered
pt_br: Não registrado
zh_cn: 未註冊

source: An email will be sent to this user with information on how to log in
pt_br: Um e-mail será enviado a este usuário com informações sobre como fazer login
zh_cn: 電子郵件將發送給該用戶，並提供有關如何登錄的信息

source: No role selected
pt_br: Nenhuma função selecionada
zh_cn: 沒有選擇的角色

source: Role: %role_name
pt_br: Função: %role_name
zh_cn: 角色：%coole_name

source: Do nothing
pt_br: Não faça nada
zh_cn: 沒做什麼

source: Invite
pt_br: Convidar
zh_cn: 邀請
