Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: To be able to log in later, you have to set a password. Enter your desired password twice (to prevent you from typing mistakes). Press the "%set_password" button to set your password.
pt_br: Para poder fazer login mais tarde, você deve definir uma senha. Digite a senha desejada duas vezes (para evitar erros de digitação). Pressione o "%set_password" para definir sua senha.

source: Enter your new password twice (to prevent you from typing mistakes), then press the "%change_password" button to change your password.
pt_br: Digite sua nova senha duas vezes (para evitar erros de digitação) e pressione o botão "%change_password" para alterar sua senha.

source: Before you can use the new username to log in, you must pick a password via the "%change_password" button.
pt_br: Antes de poder usar o novo nome de usuário para fazer login, você deve escolher uma senha através do botão "%change_password".

source: Click "%save" to save your account information
pt_br: Clique em " %save" para salvar as informações da sua conta

source: If you want to be notified when an issue is created in a specific category, but do not want to automatically subscribe for updates to these issues, make sure auto-subscriptions are turned off in the "%subscriptions"-section, then use this dropdown to configure notifications.
pt_br: Se você quiser ser notificado quando um problema for criado em uma categoria específica, mas não quiser se inscrever automaticamente para atualizações desses problemas, verifique se as assinaturas automáticas estão desativadas na seção " %subscription" e use este menu suspenso para configurar notificações.

source: Click "%save" to save your notification settings
pt_br: Clique em " %save" para salvar suas configurações de notificação

source: Type a short, descriptive name such as "Project planning board"
pt_br: Digite um nome curto e descritivo, como "Quadro de planejamento do projeto"

source: Give the sprint a name such as "Sprint 2", or similar
pt_br: Dê ao período um nome como "Período 2" ou similar

source: Give your column a name, like "Todo"
pt_br: Dê um nome à coluna, como "Lista de trabalho"

source: "%project_name" agile whiteboard
pt_br: Quadro branco ágil "%project_name"

source: "%project_name" project planning
pt_br: Planejamento do projeto "%project_name"

source: Click "%save" to save the settings
pt_br: Clique em " %save" para salvar as configurações

source: Before you can import or link a project, you need to connect your GitHub profile in the "%external_accounts" section of your account settings
pt_br: Antes de importar ou vincular um projeto, você precisa conectar seu perfil do GitHub na seção "%external_accounts" das configurações da sua conta
