Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Work is organized in sprints to help you manage workload and progress
pt_br: O trabalho é organizado em período para ajudá-lo a gerenciar a carga de trabalho e o progresso
zh_cn: 工作是在短跑中組織的，以幫助您管理工作量和進步

source: Set up the first new sprint
pt_br: Configure o primeiro novo período
zh_cn: 設置第一個新衝刺

source: Create a sprint for this period to add cards and columns
pt_br: Crie um período para este período para adicionar cartões e colunas
zh_cn: 為此時期創建一個衝刺以添加卡和列

source: There is no active sprint for today
pt_br: Não há período ativo para hoje
zh_cn: 今天沒有積極的衝刺

source: Set up a new sprint
pt_br: Configurar um novo período
zh_cn: 建立新衝刺

source: Set up a sprint from the backlog
pt_br: Configurar um período a partir do backlog
zh_cn: 從積壓中設置衝刺

source: Create a sprint
pt_br: Criar um período
zh_cn: 創建一個衝刺

source: Columns help you visualize your work
pt_br: As colunas ajudam você a visualizar seu trabalho
zh_cn: 列幫助您可視化工作

source: Add one or more columns to drag-and-drop organize tasks
pt_br: Adicione uma ou mais colunas para organizar tarefas de arrastar e soltar
zh_cn: 添加一個或多個列來拖放組織任務

source: Add a column
pt_br: Adicionar uma coluna
zh_cn: 添加一列

source: Click to toggle the show / hide the backlog
pt_br: Clique para alternar a exibição / ocultar o backlog
zh_cn: 單擊以切換顯示 /隱藏積壓

source: "%project_name" project planning
zh_cn: "%project_name"項目計劃

source: New milestone
pt_br: Novo marco
zh_cn: 新的里程碑

source: Toggle hidden milestones
pt_br: Alternar marcos ocultos
zh_cn: 切換隱藏的里程碑

source: Organize what needs to be done with milestones
pt_br: Organize o que precisa ser feito com os marcos
zh_cn: 組織里程碑需要做的事情

source: Plan, prioritize and execute with confidence
pt_br: Planeje, priorize e execute com confiança
zh_cn: 計劃，確定優先級和執行

source: Toggle hidden sprints
pt_br: Alternar período ocultos
zh_cn: 切換隱藏的衝刺

source: Sprints are the cornerstones of agile deliveries
pt_br: Períodos são os pilares das entregas ágeis
zh_cn: 衝刺是Agile交付的基石

source: Whiteboard
pt_br: Quadro branco
zh_cn: 白板

source: Sort milestones
pt_br: Classificar marcos
zh_cn: 排序里程碑

source: Show closed issues
pt_br: Mostrar problemas encerrados
zh_cn: 顯示封閉的問題

source: Done sorting
pt_br: Classificação concluída
zh_cn: 完成排序

source: Adding sprint, please wait
pt_br: Adicionando período, aguarde
zh_cn: 添加衝刺，請等待

source: There are no issues in the backlog
pt_br: Não há problemas no backlog
zh_cn: 積壓中沒有問題

source: No issues in the backlog matches selected filters
pt_br: Nenhum problema no backlog corresponde aos filtros selecionados
zh_cn: 積壓匹配中沒有問題選定的過濾器

source: Understand the full picture
pt_br: Entenda a imagem completa
zh_cn: 了解全圖

source: Boards let you organize issues and tasks the way you want
pt_br: Os quadros permitem que você organize problemas e tarefas da maneira que desejar
zh_cn: 董事會讓您按照自己的方式組織問題和任務

source: Pruning failed
pt_br: Falha na limpeza
zh_cn: 修剪失敗

source: Pruning successful! %deleted users deleted
pt_br: Limpeza realizada com sucesso! %deleted usuários deletados
zh_cn: 修剪成功！ %刪除的用戶已刪除

source: Import failed
pt_br: Falha na importação
zh_cn: 導入失敗

source: Import successful! Imported %imported users and updated %updated users out of total %total valid users found in LDAP
pt_br: Importação realizada com sucesso! %imported importados e %updated atualizados do total de %total usuários válidos encontrados no LDAP
zh_cn: 進口成功！ 導入%導入的用戶和更新的%更新的用戶總計在LDAP中找到的總有效用戶

source: LDAP connection URI must be specified.
pt_br: O URI de conexão LDAP deve ser especificado.
zh_cn: 必須指定LDAP連接URI。

source: Base DN must be specified.
pt_br: O DN base deve ser especificado.
zh_cn: 必須指定基本DN。

source: Object DN attribute must be specified.
pt_br: O atributo DN do objeto deve ser especificado.
zh_cn: 必須指定對象DN屬性。

source: User object class must be specified.
pt_br: A classe de objeto do usuário deve ser especificada.
zh_cn: 必須指定用戶對像類。

source: User username attribute must be specified.
pt_br: O atributo de nome de usuário do usuário deve ser especificado.
zh_cn: 必須指定用戶用戶名屬性。

source: Both group object class and group member attribute must be specified if allowed groups are provided.
pt_br: Tanto a classe de objeto de grupo quanto o atributo de membro do grupo devem ser especificados se os grupos permitidos forem fornecidos.
zh_cn: 如果提供了允許的組，則必須指定組對像類和組成員屬性。

source: HTTP header field must be specified if HTTP Integrated Authentication is enabled.
pt_br: O campo de cabeçalho HTTP deve ser especificado se a autenticação integrada HTTP estiver ativada.
zh_cn: 如果啟用了HTTP集成身份驗證，則必須指定HTTP標頭字段。

source: Failed to validate groups (groups do not exist or multiple entries were found): %groups
pt_br: Falha ao validar grupos (grupos não existem ou várias entradas foram encontradas): %groups
zh_cn: 無法驗證組（不存在組或多個條目）：%組

source: Failed to locate any valid users in LDAP directory.
pt_br: Falha ao localizar usuários válidos no diretório LDAP.
zh_cn: 無法在LDAP目錄中找到任何有效的用戶。

source: HTTP integrated authentication is enabled but the %headerfield header is not being provided to Pachno. Please check your web server configuration.
pt_br: A autenticação integrada HTTP está habilitada, mas o cabeçalho %headerfield não está sendo fornecido ao Pachno. Por favor, verifique a configuração do seu servidor web.
zh_cn: 啟用了HTTP集成身份驗證，但沒有向Pachno提供%HeaderField標頭。 請檢查您的Web服務器配置。

source: Failed to locate current user (%username) in LDAP directory. If you enable LDAP authentication, you may find yourself locked-out of the settings. All other checks have passed.
pt_br: Falha ao localizar o usuário atual (%username) no diretório LDAP. Se você habilitar a autenticação LDAP, poderá ficar bloqueado nas configurações. Todas as outras verificações passaram.
zh_cn: 無法在LDAP目錄中找到當前用戶（%用戶名）。 如果啟用LDAP身份驗證，則可能會發現自己鎖定了設置。 所有其他支票都通過了。

source: LDAP connection test failed
pt_br: Falha no teste de conexão LDAP
zh_cn: LDAP連接測試失敗

source: Connection test successful
pt_br: Teste de conexão bem-sucedido
zh_cn: 連接測試成功

source: All LDAP connection tests have passed.
pt_br: Todos os testes de conexão LDAP foram aprovados.
zh_cn: 所有LDAP連接測試都通過了。

source: LDAP connection URL has invalid syntax.
pt_br: O URL de conexão LDAP tem sintaxe inválida.
zh_cn: LDAP連接URL具有無效的語法。

source: Failed to bind as control user. Error was: %error
pt_br: Falha ao vincular como usuário de controle. O erro foi: %error
zh_cn: 無法綁定為控制用戶。 錯誤是：%錯誤

source: LDAP search failed. Filter: %filter; Error: %error
pt_br: Falha na pesquisa LDAP. Filtro: %filtro; Erro: %erro
zh_cn: LDAP搜索失敗。 過濾器：%過濾器； 錯誤：%錯誤

source: LDAP module has not been configured correctly. Please check your settings and test connection.
pt_br: O módulo LDAP não foi configurado corretamente. Verifique suas configurações e teste a conexão.
zh_cn: LDAP模塊尚未正確配置。 請檢查您的設置和測試連接。

source: This user was found multiple times in the directory, please contact your administrator
pt_br: Este usuário foi encontrado várias vezes no diretório, entre em contato com seu administrador
zh_cn: 該用戶在目錄中多次找到，請聯繫您的管理員

source: HTTP authentication internal error.
pt_br: Erro interno de autenticação HTTP.
zh_cn: HTTP身份驗證內部錯誤。

source: HTTP integrated authentication is enabled but the HTTP header has not been provided by the web server.
pt_br: A autenticação integrada HTTP está habilitada, mas o cabeçalho HTTP não foi fornecido pelo servidor web.
zh_cn: 啟用了HTTP集成身份驗證，但Web服務器尚未提供HTTP標頭。

source: Use this page to set up the connection details for your LDAP or Active Directory server. It is highly recommended that you read the online help before use, as misconfiguration may prevent you from accessing configuration pages to rectify issues.
pt_br: Use esta página para configurar os detalhes de conexão para seu servidor LDAP ou Active Directory. É altamente recomendável que você leia a ajuda online antes de usar, pois a configuração incorreta pode impedir que você acesse as páginas de configuração para corrigir problemas.
zh_cn: 使用此頁面來設置LDAP或Active Directory Server的連接詳細信息。 強烈建議您在使用前閱讀在線幫助，因為錯誤配置可能會阻止您訪問配置頁面以糾正問題。

source: View the online documentation
pt_br: Veja a documentação online
zh_cn: 查看在線文檔

source: LDAP support is not installed
pt_br: O suporte LDAP não está instalado
zh_cn: 未安裝LDAP支持

source: The PHP LDAP extension is required to use this functionality. As this module is not installed, all functionality on this page has been disabled.
pt_br: A extensão PHP LDAP é necessária para usar esta funcionalidade. Como este módulo não está instalado, todas as funcionalidades desta página foram desabilitadas.
zh_cn: 使用此功能需要PHP LDAP擴展。 由於未安裝此模塊，因此該頁面上的所有功能已禁用。

source: Important information
pt_br: Informação importante
zh_cn: 重要信息

source: When you enable LDAP as your authentication backend in Authentication configuration, you will lose access to all accounts which do not also exist in the LDAP database. This may mean you lose administrative access.
pt_br: Ao habilitar o LDAP como seu back-end de autenticação na configuração de autenticação, você perderá o acesso a todas as contas que também não existem no banco de dados LDAP. Isso pode significar que você perde o acesso administrativo.
zh_cn: 當您在身份驗證配置中啟用LDAP作為身份驗證後端時，您將失去對LDAP數據庫中也不存在的所有帳戶的訪問。 這可能意味著您將失去管理訪問權限。

source: To resolve this issue, either import all users using the tool on this page and make one an administrator using Users configuration, or create a user with the same username as one in LDAP and make that one an administrator.
pt_br: Para resolver esse problema, importe todos os usuários usando a ferramenta nesta página e torne um deles um administrador usando a configuração de Usuários ou crie um usuário com o mesmo nome de usuário do LDAP e torne-o um administrador.
zh_cn: 為了解決此問題，要么在此頁面上使用該工具導入所有用戶，並使用用戶配置使管理員成為管理員，或者創建具有與LDAP中一個用戶名相同的用戶名的用戶，並將該用戶成為管理員。

source: Connection details
pt_br: Detalhes da conexão
zh_cn: 連接詳細信息

source: LDAP connection URI
pt_br: URI de conexão LDAP
zh_cn: LDAP連接URI

source: URI used for connecting to the LDAP server. Format is <schema://[name[:port]]/>, where schema is one of: ldap (plain-text), ldaps (TLS connection), or ldapi (UNIX domain socket). For example: ldap://hostname/, ldap://hostname:1389/, ldaps://hostname:636/, ldaps://hostname:1636/, ldapi:///.
pt_br: URI usado para conectar-se ao servidor LDAP. O formato é <schema://[name[:port]]/>, em que schema é um dos seguintes: ldap (texto simples), ldaps (conexão TLS) ou ldapi (soquete de domínio UNIX). Por exemplo: ldap://hostname/, ldap://hostname:1389/, ldaps://hostname:636/, ldaps://hostname:1636/, ldapi:///.
zh_cn: URI用於連接到LDAP服務器。 格式為<schema：// [name [：port]]/>，其中架構是：ldap（plain-text），ldaps（tls connection）或ldapi（unix domain socket）之一。 例如：ldap：// hostName/，ldap：// hostName：1389/，ldaps：// hostName：636/，ldaps：// hostName：1636/，ldapi：///。

source: Base DN
zh_cn: 基礎DN

source: Base DN under which all user and group entires can be found. For example: dc=ldap,c=example,dc=com.
pt_br: DN base sob o qual todos os inteiros de usuários e grupos podem ser encontrados. Por exemplo: dc=ldap,c=example,dc=com.
zh_cn: 可以找到所有用戶和組的基礎DN。 例如：dc = ldap，c =示例，dc = com。

source: Control user DN
pt_br: DN do usuário de controle
zh_cn: 控制用戶DN

source: LDAP distinguished name (DN) for control user. Control user needs to be able to access all relevant user and allowed group entries in the LDAP directory. Read-only access is sufficient. The user does not need to be able to read any credentials (passwords). To use anonymous bind for control user, leave the setting blank. For example: cn=pachno,ou=services,c=example,dc=com.
pt_br: Nome distinto (DN) LDAP para usuário de controle. O usuário de controle precisa ser capaz de acessar todas as entradas relevantes de usuários e grupos permitidos no diretório LDAP. O acesso somente leitura é suficiente. O usuário não precisa ler nenhuma credencial (senhas). Para usar a ligação anônima para o usuário de controle, deixe a configuração em branco. Por exemplo: cn=pachno,ou=services,c=example,dc=com.
zh_cn: 控制用戶的LDAP區分名稱（DN）。 控制用戶需要能夠訪問LDAP目錄中的所有相關用戶並允許組條目。 僅閱讀訪問就足夠了。 用戶無需能夠讀取任何憑據（密碼）。 要使用匿名綁定到控制用戶，請將設置為空白。 例如：cn = pachno，ou =服務，c =示例，dc = com。

source: Control user password
pt_br: Controle de senha do usuário
zh_cn: 控制用戶密碼

source: Password for logging in into LDAP directory using the control user DN. To use anonymous bind for control user, leave the setting blank.
pt_br: Senha para efetuar login no diretório LDAP usando o DN do usuário de controle. Para usar a ligação anônima para o usuário de controle, deixe a configuração em branco.
zh_cn: 使用控制用戶DN登錄到LDAP目錄的密碼。 要使用匿名綁定到控制用戶，請將設置為空白。

source: Use HTTP Integrated Authentication
pt_br: Usar autenticação integrada HTTP
zh_cn: 使用HTTP集成身份驗證

source: Enable automated login by using username passed-in into application via HTTP header. This requires that the web server performs authentication on behalf of Pachno (e.g. HTTP Basic Authentication, Kerberos etc).
pt_br: Habilite o login automatizado usando o nome de usuário passado no aplicativo via cabeçalho HTTP. Isso requer que o servidor web execute a autenticação em nome do Pachno (por exemplo, autenticação básica HTTP, Kerberos etc).
zh_cn: 通過使用HTTP標頭傳遞到應用程序中的用戶名來啟用自動登錄。 這要求Web服務器代表Pachno執行身份驗證（例如HTTP基本身份驗證，Kerberos等）。

source: HTTP header field
pt_br: Campo de cabeçalho HTTP
zh_cn: HTTP標頭字段

source: HTTP header field containing the username if HTTP Integrated Authentication is enabled. For example: REMOTE_USER.
pt_br: Campo de cabeçalho HTTP contendo o nome de usuário se a autenticação integrada HTTP estiver habilitada. Por exemplo: REMOTE_USER.
zh_cn: 如果啟用了HTTP集成身份驗證，則包含用戶名的HTTP標頭字段。 例如：remote_user。

source: Object DN attribute
pt_br: Atributo DN do objeto
zh_cn: 對象DN屬性

source: LDAP attribute that contains the distinguished name of an object. On most LDAP servers this shouild be set to entrydn. If using Active Directory, set the value to distinguishedName.
pt_br: Atributo LDAP que contém o nome distinto de um objeto. Na maioria dos servidores LDAP, isso deve ser definido como entrydn. Se estiver usando o Active Directory, defina o valor como distinctName.
zh_cn: 包含對象的特殊名稱的LDAP屬性。 在大多數LDAP服務器上，此搖擺設置為EntryDN。 如果使用Active Directory，請將值設置為DickinedName。

source: User object class
pt_br: Classe de objeto do usuário
zh_cn: 用戶對像類

source: Object class used for locating valid user entries. For example: person, inetOrgPerson.
pt_br: Classe de objeto usada para localizar entradas de usuário válidas. Por exemplo: pessoa, inetOrgPerson.
zh_cn: 用於定位有效用戶條目的對像類。 例如：人，intorgperson。

source: User username attribute
pt_br: Atributo de nome de usuário do usuário
zh_cn: 用戶用戶名屬性

source: LDAP attribute where the username is stored. For example: uid.
pt_br: Atributo LDAP onde o nome de usuário é armazenado. Por exemplo: uid.
zh_cn: LDAP屬性存儲在哪裡。 例如：uid。

source: User full name attribute
pt_br: Atributo de nome completo do usuário
zh_cn: 用戶全名屬性

source: LDAP attribute where the full name of the user is stored. If not specified, cn will be used if available. For example: displayName.
pt_br: Atributo LDAP onde o nome completo do usuário é armazenado. Se não for especificado, cn será usado se disponível. Por exemplo: displayName.
zh_cn: LDAP屬性存儲用戶的全名。 如果未指定，則使用CN（如果有）。 例如：displayName。

source: User buddy name attribute
pt_br: Atributo de nome de amigo do usuário
zh_cn: 用戶好友名稱屬性

source: LDAP attribute where the buddy name is stored. For example: gn.
pt_br: Atributo LDAP onde o nome do amigo está armazenado. Por exemplo: g.
zh_cn: LDAP屬性存儲的位置。 例如：GN。

source: User e-mail address attribute
pt_br: Atributo de endereço de e-mail do usuário
zh_cn: 用戶電子郵件地址屬性

source: LDAP attribute where the e-mail is stored. For example: mail.
pt_br: Atributo LDAP onde o e-mail está armazenado. Por exemplo: correio.
zh_cn: LDAP屬性存儲了電子郵件。 例如：郵件。

source: Allowed groups
pt_br: Grupos permitidos
zh_cn: 允許的小組

source: Comma-separated list of allowed groups. Each group should be specified by its common name (cn) attribute. If specified, only users that are members of these groups will be able to access Pachno. Leave this option blank to disable group membership checks and allow any valid LDAP user to access Pachno. For example: pachno,mygroup1,mygroup2.
pt_br: Lista separada por vírgulas de grupos permitidos. Cada grupo deve ser especificado por seu atributo de nome comum (cn). Se especificado, apenas os usuários que são membros desses grupos poderão acessar o Pachno. Deixe esta opção em branco para desativar as verificações de associação de grupo e permitir que qualquer usuário LDAP válido acesse o Pachno. Por exemplo: pachno,meugrupo1,meugrupo2.
zh_cn: 逗號分隔的允許組列表。 每個組應通過其通用名稱（CN）屬性指定。 如果指定，只有這些組成員的用戶才能訪問pachno。 將此選項留為空白以禁用組成員檢查，並允許任何有效的LDAP用戶訪問Pachno。 例如：Pachno，MyGroup1，MyGroup2。

source: Group object class
pt_br: Classe de objeto do grupo
zh_cn: 組對像類

source: Object class used for locating valid allowed group entries. For example: groupOfNames, groupOfUniqueNames.
pt_br: Classe de objeto usada para localizar entradas de grupo permitidas válidas. Por exemplo: groupOfNames, groupOfUniqueNames.
zh_cn: 用於定位有效的允許組條目的對像類。 例如：groupofnames，groupofniquenames。

source: Group member attribute
pt_br: Atributo de membro do grupo
zh_cn: 組成員屬性

source: LDAP attribute in allowed group entries where member users are stored. For example: member, uniqueMember.
pt_br: Atributo LDAP em entradas de grupo permitidas onde os usuários membros são armazenados. Por exemplo: membro, uniqueMember.
zh_cn: LDAP屬性在存儲會員用戶的允許組條目中。 例如：成員，獨立書。

source: Click "%save" to save the settings
zh_cn: 單擊"%save"以保存設置

source: Test connection
pt_br: Conexão de teste
zh_cn: 測試連接

source: After configuring and saving your connection settings, you should test your connection to the LDAP server. This test does not check whether the DN and attributes can allow Pachno to correctly find users, but it will give an indication if Pachno can talk to your LDAP server, and if any groups you specify exist. If HTTP integrated authentication is enabled, this will also test that your web server is providing the configured header.
pt_br: Depois de configurar e salvar suas configurações de conexão, você deve testar sua conexão com o servidor LDAP. Este teste não verifica se o DN e os atributos podem permitir que o Pachno encontre usuários corretamente, mas dará uma indicação se o Pachno pode se comunicar com seu servidor LDAP e se existem grupos especificados por você. Se a autenticação integrada HTTP estiver habilitada, isso também testará se seu servidor web está fornecendo o cabeçalho configurado.
zh_cn: 配置和保存連接設置後，您應該測試與LDAP服務器的連接。 該測試不檢查DN和屬性是否可以允許Pachno正確找到用戶，但是它可以指示Pachno是否可以與您的LDAP服務器交談，以及您指定的任何組是否存在。 如果啟用了HTTP集成身份驗證，則還將測試您的Web服務器提供配置的標頭。

source: Import all users
pt_br: Importar todos os usuários
zh_cn: 導入所有用戶

source: You can import all users who can log in from LDAP into Pachno with this tool. This will not let them log in without switching to LDAP Authentication. We recomemnd you do this before switching over, and make at least one of the new users an administrator. Already existing users with the same username will be updated.
pt_br: Você pode importar todos os usuários que podem fazer login do LDAP para o Pachno com esta ferramenta. Isso não permitirá que eles efetuem login sem alternar para a autenticação LDAP. Recomendamos que você faça isso antes de mudar e torne pelo menos um dos novos usuários um administrador. Os usuários já existentes com o mesmo nome de usuário serão atualizados.
zh_cn: 您可以使用此工具導入所有可以從LDAP登錄到Pachno的用戶。 這不會讓他們在不切換LDAP身份驗證的情況下登錄。 我們建議您在切換之前執行此操作，並將至少一個新用戶作為管理員。 已經有相同用戶名的現有用戶將被更新。

source: Import users
pt_br: Importar usuários
zh_cn: 導入用戶

source: Prune users
pt_br: Excluir usuários
zh_cn: 修剪用戶

source: To remove the data from Pachno of users who can no longer log in via LDAP, run this tool. These users would not be able to log in anyway, but it will keep your user list clean. The guest user is not affected, but it may affect your current user - if this is deleted you will be logged out.
pt_br: Para remover os dados do Pachno de usuários que não podem mais fazer login via LDAP, execute esta ferramenta. Esses usuários não poderão fazer login de qualquer maneira, mas manterão sua lista de usuários limpa. O usuário convidado não é afetado, mas pode afetar seu usuário atual - se ele for excluído, você será desconectado.
zh_cn: 要從無法通過LDAP登錄的用戶中刪除Pachno的數據，請運行此工具。 這些用戶無論如何都無法登錄，但是它可以使您的用戶列表保持清潔。 來賓用戶不受影響，但可能會影響您當前的用戶 - 如果刪除此內容，您將被登錄。

source: This site has been temporarily disabled for maintenance. Please try again later.
pt_br: Este site foi temporariamente desativado para manutenção. Por favor, tente novamente mais tarde.
zh_cn: 該站點已被暫時禁用以進行維護。 請稍後再試。

source: You have no saved searches
pt_br: Você não tem buscas salvas
zh_cn: 您沒有保存的搜索

source: Recently watched issues
pt_br: Problemas assistidos recentemente
zh_cn: 最近觀看了問題

source: No recent issues
pt_br: Nenhum problema recente
zh_cn: 沒有最近的問題

source: Home
pt_br: Início
zh_cn: 家

source: Teams and clients
pt_br: Equipes e clientes
zh_cn: 團隊和客戶

source: Press %slash or click here to open the quicksearch
pt_br: Pressione %slash ou clique aqui para abrir a pesquisa rápida
zh_cn: 按%斜杠或單擊此處打開QuickSearch

source: Your account
pt_br: Sua conta
zh_cn: 您的帳戶

source: You are temporarily this user
pt_br: Você é temporariamente este usuário
zh_cn: 您暫時是這個用戶

source: Switch back to original user
pt_br: Voltar para o usuário original
zh_cn: 切換回原始用戶

source: Your issues
pt_br: Seus problemas
zh_cn: 您的問題

source: Logout
pt_br: Sair
zh_cn: 登出

source: Please wait ...
pt_br: Por favor, aguarde...
zh_cn: 請稍等 ...

source: Skip this tutorial
pt_br: Pular este tutorial
zh_cn: 跳過本教程

source: Your notifications
pt_br: Suas notificações
zh_cn: 您的通知

source: Your dashboard
pt_br: Seu painel
zh_cn: 您的儀表板

source: Customize your dashboard
pt_br: Personalize seu painel
zh_cn: 自定義儀表板

source: Sorry, that did not make sense
pt_br: Desculpe, isso não fez sentido
zh_cn: 抱歉，這沒什麼意義

source: That repository does not exist
pt_br: Esse repositório não existe
zh_cn: 該存儲庫不存在

source: Woops, there was an error trying to connect to Github:
pt_br: Woops, ocorreu um erro ao tentar se conectar ao Github:
zh_cn: woops，試圖連接到github存在錯誤：

source: Connect with %github
pt_br: Conecte-se com %github
zh_cn: 與%github連接

source: To link with GitHub projects, you need a personal access token for Pachno. Create a new access token from %github_settings_personal_tokens, and paste the token in the input field below.
pt_br: Para vincular a projetos do GitHub, você precisa de um token de acesso pessoal para o Pachno. Crie um novo token de acesso de %github_settings_personal_tokens e cole o token no campo de entrada abaixo.
zh_cn: 要與GitHub項目鏈接，您需要一個個人訪問令牌的Pachno。 從%github_settings_personal_tokens創建一個新的訪問令牌，然後將令牌粘貼到下面的輸入字段中。

source: Make sure the personal access token has atleast the following permissions (scopes) set: %list
pt_br: Certifique-se de que o token de acesso pessoal tenha pelo menos as seguintes permissões (escopos) definidas: %list
zh_cn: 確保個人訪問令牌至少具有以下權限（SCOPES）集：%列表

source: Save access token
pt_br: Salvar token de acesso
zh_cn: 保存訪問令牌

source: Link existing project
pt_br: Vincular projeto existente
zh_cn: 鏈接現有項目

source: Import project from GitHub
pt_br: Importar projeto do GitHub
zh_cn: 從GitHub導入項目

source: Before you can import or link a project, you need to connect your GitHub profile in the "%external_accounts" section of your account settings
zh_cn: 在可以導入或鏈接項目之前，您需要在帳戶設置的"%external_accounts"部分中連接github配置文件

source: Open settings
pt_br: Abrir configurações
zh_cn: 打開設置

source: Enter the github repository name, github url or git clone url for the project you want to link or import.
pt_br: Digite o nome do repositório github, github url ou git clone url para o projeto que você deseja vincular ou importar.
zh_cn: 輸入要鏈接或導入的項目的GitHub存儲庫名稱，GitHub URL或GIT克隆URL。

source: Import project and enable two-way linking
pt_br: Importar projeto e habilitar a vinculação bidirecional
zh_cn: 導入項目並啟用雙向鏈接
