Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Resolution changed: %text
pt_br: Resolução alterada: %text
zh_cn: 更改了分辨率：%文本

source: Percent completed: %text
pt_br: Porcentagem concluída: %text
zh_cn: 完成的%count：%文字

source: Target milestone changed: %text
pt_br: Marco alvo alterado: %text
zh_cn: 目標里程碑更改：%文本

source: Issue type changed: %text
pt_br: Tipo de problema alterado: %text
zh_cn: 更改了問題類型：%文本

source: Estimation changed: %text
pt_br: Estimativa alterada: %text
zh_cn: 估計更改：%文本

source: Time spent: %text
pt_br: Tempo gasto: %text
zh_cn: 花費的時間：%文字

source: Assignee changed: %text
pt_br: Destinatário alterado: %text
zh_cn: 受讓人更改：%文字

source: Owner changed: %text
pt_br: Proprietário alterado: %text
zh_cn: 所有者更改：%文字

source: Posted by changed: %text
pt_br: Postado por alterado: %text
zh_cn: 發表由更改：%文字

source: Issue updated
pt_br: Problema atualizado
zh_cn: 問題已更新

source: Find projects
pt_br: Encontrar projetos
zh_cn: 查找項目

source: Active projects
pt_br: Projetos ativos
zh_cn: 活躍項目

source: Archived projects
pt_br: Projetos arquivados
zh_cn: 存檔項目

source: "%project_name" issues
zh_cn: "%project_name"問題

source: "%project_name" settings
zh_cn: "%project_name"設置

source: No data supplied to import
pt_br: Nenhum dado fornecido para importação
zh_cn: 沒有提供進口的數據

source: Row %row does not have the same number of elements as the header row
pt_br: A linha %row não tem o mesmo número de elementos que a linha do cabeçalho
zh_cn: ROW%行沒有與標題行相同的元素數量

source: Insufficient data to import
pt_br: Dados insuficientes para importar
zh_cn: 數據不足以導入

source: Required column '%col' not found in header row
pt_br: Coluna obrigatória '%col' não encontrada na linha de cabeçalho
zh_cn: 所需的列'%col'在標題行中找不到

source: Row %row column %col has no value
pt_br: Linha %row coluna %col não tem valor
zh_cn: 行%行列%col沒有價值

source: Row %row: A project with this name already exists
pt_br: Linha %row : Já existe um projeto com este nome
zh_cn: 行%行：帶有此名稱的項目已經存在

source: Row %row column %col: invalid value (must be 1/0)
pt_br: Linha %row coluna %col: valor inválido (deve ser 1/0)
zh_cn: 行%行列%col：無效值（必須為1/0）

source: Row %row: Both the type and item ID must be supplied for owner/lead/qa fields
pt_br: Linha %row : Tanto o tipo quanto o ID do item devem ser fornecidos para os campos proprietário/lead/qa
zh_cn: ROW%行：必須為所有者/LEAD/QA字段提供類型和項目ID

source: Row %row column %col: invalid value (must be 1 for a user or 2 for a team)
pt_br: Linha %row coluna %col: valor inválido (deve ser 1 para um usuário ou 2 para uma equipe)
zh_cn: 行%行列%col：無效的值（用戶必須為1，團隊必須為2）

source: Row %row column %col: invalid value (must be a number)
pt_br: Linha %row coluna %col: valor inválido (deve ser um número)
zh_cn: 行%行列%col：無效的值（必須為一個數字）

source: Row %row column %col: user does not exist
pt_br: Linha %row coluna %col: o usuário não existe
zh_cn: 行%行列%col：不存在用戶

source: Row %row column %col: team does not exist
pt_br: Linha %row coluna %col: equipe não existe
zh_cn: 行%行列%col：團隊不存在

source: Row %row column %col: client does not exist
pt_br: Linha %row coluna %col: cliente não existe
zh_cn: 行%行列%col：客戶不存在

source: Row %row column %col: workflow scheme does not exist
pt_br: Linha %row coluna %col: esquema de fluxo de trabalho não existe
zh_cn: 行%行列%col：工作流程不存在

source: Row %row column %col: issuetype scheme does not exist
pt_br: Linha %row coluna %col: esquema de tipo de problema não existe
zh_cn: 行%行列%col：Issuetype方案不存在

source: Row %row column %col: invalid value (must be 'issuetypes' or 'milestones')
pt_br: Linha %row coluna %col: valor inválido (deve ser 'issuetypes' ou 'milestones')
zh_cn: 行%行列%col：無效的值（必須是'ISSUETYPES'或“ MIRESTONES”）

source: Row %row column %col: Project does not exist
pt_br: Linha %row coluna %col: o projeto não existe
zh_cn: 行%行列%col：不存在項目

source: Row %row column %col: Percentage must be from 0 to 100 inclusive
pt_br: Linha %row coluna %col: a porcentagem deve ser de 0 a 100 inclusive
zh_cn: 行%行列%col：%count必須從0到100

source: Row %row column %col: invalid value (must be a Unix timestamp)
pt_br: Linha %row coluna %col: valor inválido (deve ser um timestamp Unix)
zh_cn: 行%行列%col：無效值（必須是UNIX時間戳）

source: Row %row column %col: milestone does not apply to the specified project
pt_br: Linha %row coluna %col: o marco não se aplica ao projeto especificado
zh_cn: 行%行列%col：里程碑不適用於指定項目

source: Row %row column %col: milestone does not exist
pt_br: Linha %row coluna %col: o marco não existe
zh_cn: 行%行列%col：不存在里程碑

source: Row %row column %col: status does not exist
pt_br: Linha %row coluna %col: o status não existe
zh_cn: 行%行列%col：狀態不存在

source: Row %row column %col: resolution does not exist
pt_br: Linha %row coluna %col: a resolução não existe
zh_cn: 行%行列%col：分辨率不存在

source: Row %row column %col: priority does not exist
pt_br: Linha %row coluna %col: a prioridade não existe
zh_cn: 行%行列%col：優先級不存在

source: Row %row column %col: category does not exist
pt_br: Linha %row coluna %col: a categoria não existe
zh_cn: 行%行列%col：類別不存在

source: Row %row column %col: severity does not exist
pt_br: Linha %row coluna %col: gravidade não existe
zh_cn: 行%行列%col：嚴重性不存在

source: Row %row column %col: reproducability does not exist
pt_br: Linha %row coluna %col: a reprodutibilidade não existe
zh_cn: 行%行列%col：不存在可重複性

source: Row %row column %col: this project does not support issues of this type (%type)
pt_br: Linha %row coluna %col: este projeto não suporta problemas deste tipo (%type)
zh_cn: 行%行列%col：此項目不支持這種類型的問題（%類型）

source: Row %row column %col: issue type does not exist
pt_br: Linha %row coluna %col: tipo de problema não existe
zh_cn: 行%行列%col：問題類型不存在

source: Errors occured while importing, see the error list in the import screen for further details
pt_br: Ocorreram erros durante a importação, consulte a lista de erros na tela de importação para obter mais detalhes
zh_cn: 導入時發生錯誤，請參閱導入屏幕中的錯誤列表以獲取更多詳細信息

source: Dry-run successful, you can now uncheck the dry-run box and import your data.
pt_br: Execução a seco bem-sucedida, agora você pode desmarcar a caixa de execução a seco e importar seus dados.
zh_cn: Dry-Run成功，您現在可以取消選中乾式盒子並導入數據。

source: Row %row failed: %err
pt_br: Falha na linha %row: %err
zh_cn: 行%行失敗：%err

source: Successfully imported %num rows!
pt_br: Linhas importadas com sucesso! %num linhas!
zh_cn: 成功導入%num行！

source: Import content from CSV
pt_br: Importar conteúdo de CSV
zh_cn: 從CSV導入內容

source: Importing %type
pt_br: Importando %type
zh_cn: 導入%類型

source: By default a dry-run will be used so any errors in your data can be found and fixed before importing proper. To turn off the dry-run mode, uncheck the box below.
pt_br: Por padrão, uma simulação será usada para que quaisquer erros em seus dados possam ser encontrados e corrigidos antes da importação adequada. Para desativar o modo dry-run, desmarque a caixa abaixo.
zh_cn: 默認情況下，將使用乾式運行，以便在正確導入之前可以找到和修復數據中的任何錯誤。 要關閉乾式模式，請取消選中下面的盒子。

source: Please wait, this may take a few minutes
pt_br: Aguarde, isso pode levar alguns minutos
zh_cn: 請等待，這可能需要幾分鐘

source: There was an error importing your data:
pt_br: Ocorreu um erro ao importar seus dados:
zh_cn: 導入您的數據存在錯誤：

source: Test the import (dry-run)
pt_br: Testar a importação (dry-run)
zh_cn: 測試進口（乾式運行）

source: Import
pt_br: Importar
zh_cn: 進口

source: Data for project import
pt_br: Dados para importação do projeto
zh_cn: 項目導入數據

source: Data for issue import
pt_br: Dados para importação de problemas
zh_cn: 提出的數據導入

source: Projects and milestones
pt_br: Projetos e marcos
zh_cn: 項目和里程碑

source: Issue type values
pt_br: Valores do tipo de problema
zh_cn: 問題類型值

source: Status values
pt_br: Valores de status
zh_cn: 狀態值

source: Reproducability values
pt_br: Valores de reprodutibilidade
zh_cn: 可重複性值

source: Severity values
pt_br: Valores de gravidade
zh_cn: 嚴重性值

source: Category values
pt_br: Valores da categoria
zh_cn: 類別值

source: Priority values
pt_br: Valores de prioridade
zh_cn: 優先級值

source: Resolution values
pt_br: Valores de resolução
zh_cn: 分辨率值

source: Import from CSV
pt_br: Importar de CSV
zh_cn: 從CSV導入

source: Sample data
pt_br: Dados de amostra
zh_cn: 樣本數據

source: You can import data from a CSV file copied into a text box in Pachno, exported from other sources. Please see the %CSVImport wiki article for further details and instructions.
pt_br: Você pode importar dados de um arquivo CSV copiado em uma caixa de texto no Pachno, exportado de outras fontes. Consulte o artigo wiki %CSVImport para obter mais detalhes e instruções.
zh_cn: 您可以從復製到Pachno的文本框中的CSV文件中導入數據，並從其他來源導出。 有關更多詳細信息和說明，請參見%csvimport Wiki文章。

source: To import some fields, ID numbers are required, which can be seen below. User, team, group and client IDs can be found in user configuration.
pt_br: Para importar alguns campos, são necessários números de identificação, que podem ser vistos abaixo. Os IDs de usuário, equipe, grupo e cliente podem ser encontrados na configuração do usuário.
zh_cn: 要導入某些字段，需要ID號，可以在下面看到。 用戶，團隊，組和客戶端ID可以在用戶配置中找到。

source: Toggle list of ID numbers
pt_br: Alternar lista de números de identificação
zh_cn: ID號的切換列表

source: Importing sample data
pt_br: Importando dados de amostra
zh_cn: 導入樣本數據

source: Pachno can load sample data for you, so you can play around without having to use your own data. Press the button below to import sample projects and issues.
pt_br: O Pachno pode carregar dados de amostra para você, para que você possa brincar sem ter que usar seus próprios dados. Pressione o botão abaixo para importar projetos e problemas de amostra.
zh_cn: Pachno可以為您加載示例數據，因此您可以不必使用自己的數據來玩耍。 按下下面的按鈕導入示例項目和問題。

source: Import sample data
pt_br: Importar dados de amostra
zh_cn: 導入樣本數據

source: You can only import sample projects once
pt_br: Você só pode importar projetos de amostra uma vez
zh_cn: 您只能導入一次示例項目

source: Sample data loaded!
pt_br: Dados de amostra carregados!
zh_cn: 已加載樣本數據！

source: Sample data was loaded. You can now browse around Pachno and try it out!
pt_br: Os dados de amostra foram carregados. Agora você pode navegar por Pachno e experimentá-lo!
zh_cn: 加載樣本數據。 現在，您可以瀏覽Pachno並嘗試一下！

source: Incorrect password
pt_br: Senha incorreta
zh_cn: 密碼錯誤

source: Incorrect verification code
pt_br: Código de verificação incorreto
zh_cn: 錯誤的驗證代碼

source: Invalid login details
pt_br: Detalhes de login inválidos
zh_cn: 無效的登錄詳細信息

source: Your password has been reset. Please log in.
pt_br: Sua senha foi alterada. Por favor entre.
zh_cn: 您的密碼已重置。 請登錄。

source: You need to log in to access this site
pt_br: Você precisa fazer login para acessar este site
zh_cn: 您需要登錄才能訪問此網站

source: Login
pt_br: Conecte-se
zh_cn: 登錄

source: Username
pt_br: Nome de usuário
zh_cn: 用戶名

source: Password
pt_br: Senha
zh_cn: 密碼

source: Keep me logged in
pt_br: Mantenha-me conectado
zh_cn: 保持登錄狀態

source: Log in
pt_br: Conecte-se
zh_cn: 登錄

source: %login or %signup
pt_br: %login ou %subscription
zh_cn: %登錄或註冊

source: Create an account
pt_br: Crie a sua conta aqui
zh_cn: 創建一個帳戶

source: Enter the number you see above
pt_br: Digite o número que você vê acima
zh_cn: 輸入您在上面看到的號碼

source: Log in or register
pt_br: Faça login ou cadastre-se
zh_cn: 登錄或註冊

source: This username is invalid or in use
pt_br: Este nome de usuário é inválido ou está em uso
zh_cn: 此用戶名無效或使用

source: E-mail address
pt_br: Endereço de email
zh_cn: 電子郵件地址

source: Confirm e-mail
pt_br: Confirme o endereço de e-mail
zh_cn: 確認電子郵件

source: Register
pt_br: Registro
zh_cn: 登記

source: Thank you for registering!
pt_br: Obrigado por se registrar!
zh_cn: 感謝您註冊！

source: Enable two-factor authentication
pt_br: Ativar autenticação de dois fatores
zh_cn: 啟用兩因素身份驗證

source: Scan the code above with your 2FA application (such as Google authenticator, Bitwarden, Authy or similar). Alternatively, use the code below as the 2FA key.
pt_br: Escaneie o código acima com seu aplicativo 2FA (como o autenticador do Google, Bitwarden, Authy ou similar). Como alternativa, use o código abaixo como a chave 2FA.
zh_cn: 使用您的2FA應用程序（例如Google Authenticator，Bitwarden，Authy或類似）掃描代碼。 或者，將下面的代碼用作2FA密鑰。

source: Generated code
pt_br: Código gerado
zh_cn: 生成的代碼

source: Never mind
pt_br: Esqueça
zh_cn: 沒關係

source: Verify code
pt_br: Código de verificação
zh_cn: 驗證碼

source: Authentication required
pt_br: Autentificação requerida
zh_cn: 需要身份驗證

source: This page requires an extra authentication step. Please re-enter your password to continue
pt_br: Esta página requer uma etapa extra de autenticação. Por favor, redigite sua senha para continuar
zh_cn: 此頁面需要額外的身份驗證步驟。 請重新輸入密碼以繼續

source: Keep elevated privileges
pt_br: Manter privilégios elevados
zh_cn: 保持提高特權

source: Remember for %minutes minutes
pt_br: Lembre-se por %minutes minutos
zh_cn: 記住%分鐘分鐘

source: Authenticate
pt_br: Autenticar
zh_cn: 認證

source: Two-factor authentication required
pt_br: Autenticação de dois fatores necessária
zh_cn: 需要兩因素身份驗證

source: Thanks for making the internet safer by enabling two-factor authentication.
pt_br: Obrigado por tornar a Internet mais segura ao habilitar a autenticação de dois fatores.
zh_cn: 感謝您通過啟用兩因素身份驗證使互聯網更安全。

source: Please enter the one-time code generated by your authenticator app
pt_br: Insira o código único gerado pelo seu aplicativo autenticador
zh_cn: 請輸入您的身份驗證器應用程序生成的一次性代碼

source: Reset your password
pt_br: Redefinir sua senha
zh_cn: 重置你的密碼

source: New password
pt_br: Nova Senha
zh_cn: 新密碼

source: Repeat your new password
pt_br: Repita sua nova senha
zh_cn: 重複您的新密碼

source: Reset my password
pt_br: Resetar minha senha
zh_cn: 重置我的密碼

source: Failed to check for updates
pt_br: Falha ao verificar atualizações
zh_cn: 無法檢查更新

source: The response from Pachno website was invalid
pt_br: A resposta do site Pachno era inválida
zh_cn: Pachno網站的響應無效

source: Pachno is out of date
pt_br: Pachno está desatualizado
zh_cn: Pachno已過時

source: The latest version is %ver. Update now from pach.no
pt_br: A versão mais recente é %ver. Atualize agora de pach.no
zh_cn: 最新版本是%ver。 現在從pach.no更新

source: Pachno is up to date
pt_br: Pachno está atualizado
zh_cn: Pachno是最新的

source: The latest version is %ver
pt_br: A versão mais recente é %ver
zh_cn: 最新版本是%ver

source: Cannot find the issue specified
pt_br: Não é possível encontrar o problema especificado
zh_cn: 找不到指定的問題

source: You don't have permission to move this issue
pt_br: Você não tem permissão para mover este problema
zh_cn: 您無權移動此問題

source: Cannot find the project specified
pt_br: Não é possível encontrar o projeto especificado
zh_cn: 找不到指定的項目

source: The issue was moved
pt_br: A questão foi movida
zh_cn: 問題被移動了

source: The issue was not moved, since the project is the same
pt_br: A questão não foi movida, pois o projeto é o mesmo
zh_cn: 問題沒有被移動，因為該項目是相同的

source: The module "%module_name" was installed successfully, including dependencies. Before you can use the new module, you have to run %composer_update from the main pachno directory.
zh_cn: 成功安裝了模塊"%module_name"，包括依賴項。 在使用新模塊之前，您必須從主pachno目錄運行%compos_update。

source: The module "%module_name" was installed successfully
zh_cn: 成功安裝了模塊"%module_name"

source: The module "%module_name" was enabled successfully
zh_cn: 成功啟用了模塊"%module_name"

source: An error occured when trying to retrieve the module data
pt_br: Ocorreu um erro ao tentar recuperar os dados do módulo
zh_cn: 試圖檢索模塊數據時發生錯誤

source: The module could not be downloaded
pt_br: O módulo não pôde ser baixado
zh_cn: 該模塊無法下載

source: Error extracting module zip
pt_br: Erro ao extrair o zip do módulo
zh_cn: 錯誤提取模塊zip

source: Could not extract the module into the destination folder. Make sure you have write access to the modules folder and try again.
pt_br: Não foi possível extrair o módulo para a pasta de destino. Certifique-se de ter acesso de gravação à pasta de módulos e tente novamente.
zh_cn: 無法將模塊提取到目標文件夾中。 確保您對模塊文件夾有寫入訪問權限，然後重試。

source: An error occured when trying to install the module:
pt_br: Ocorreu um erro ao tentar instalar o módulo:
zh_cn: 嘗試安裝模塊時發生錯誤：

source: The module has been uninstalled
pt_br: O módulo foi desinstalado
zh_cn: 該模塊已卸載

source: The module has been disabled
pt_br: O módulo foi desativado
zh_cn: 該模塊已被禁用

source: An error occured when trying to disable the module:
pt_br: Ocorreu um erro ao tentar desabilitar o módulo:
zh_cn: 試圖禁用模塊時發生錯誤：

source: An error occured when trying to uninstall the module:
pt_br: Ocorreu um erro ao tentar desinstalar o módulo:
zh_cn: 試圖卸載模塊時發生錯誤：

source: The module is enabled
pt_br: O módulo está habilitado
zh_cn: 該模塊已啟用

source: The module is disabled
pt_br: O módulo está desabilitado
zh_cn: 該模塊被禁用

source: This client does not exist
pt_br: Este cliente não existe
zh_cn: 這個客戶不存在

source: This team does not exist
pt_br: Esta equipe não existe
zh_cn: 這個團隊不存在

source: Woops, that username is unavailable
pt_br: Ops, esse nome de usuário não está disponível
zh_cn: woops，用戶名不可用

source: Oh no, this username is unavailable!
pt_br: Oh não, este nome de usuário não está disponível!
zh_cn: 哦，不，這個用戶名不可用！

source: This username is in use
pt_br: Este nome de usuário está em uso
zh_cn: 此用戶名正在使用

source: Please enter your desired username.
pt_br: Por favor, digite o nome de usuário desejado.
zh_cn: 請輸入您所需的用戶名。

source: You need to fill out this field.
pt_br: Você precisa preencher este campo.
zh_cn: 您需要填寫此字段。

source: Please enter the email address twice
pt_br: Digite o endereço de e-mail duas vezes
zh_cn: 請兩次輸入電子郵件地址

source: The email address must be valid, and must be typed twice.
pt_br: O endereço de e-mail deve ser válido e deve ser digitado duas vezes.
zh_cn: 電子郵件地址必須有效，並且必須鍵入兩次。

source: Woops, that seems like a wrong number
pt_br: Woops, isso parece um número errado
zh_cn: woops，這似乎是一個錯誤的數字

source: To prevent automatic sign-ups, enter the verification number shown in the image.
pt_br: Para evitar inscrições automáticas, insira o número de verificação mostrado na imagem.
zh_cn: 為防止自動註冊，請輸入圖像中顯示的驗證號。

source: Please enter a valid email address
pt_br: Por favor insira um endereço de e-mail válido
zh_cn: 請輸入有效的電子郵件地址

source: Email adresses from this domain can not be used.
pt_br: Os endereços de e-mail deste domínio não podem ser usados.
zh_cn: 無法使用該域中的電子郵件地址。

source: You need to fill out all fields correctly.
pt_br: Você precisa preencher todos os campos corretamente.
zh_cn: 您需要正確填寫所有字段。

source: After pressing %continue, you need to set your password.
pt_br: Depois de pressionar %continue, você precisa definir sua senha.
zh_cn: 按下%繼續後，您需要設置密碼。

source: The account has now been registered - check your email inbox for the activation email. Please be patient - this email can take up to two hours to arrive.
pt_br: A conta já foi registrada - verifique sua caixa de entrada de e-mail para o e-mail de ativação. Por favor, seja paciente - este e-mail pode levar até duas horas para chegar.
zh_cn: 該帳戶現已註冊 - 查看您的電子郵件收件箱中的激活電子郵件。 請耐心等待 - 此電子郵件最多可能需要兩個小時才能到達。

source: This activation link is not valid
pt_br: Este link de ativação não é válido
zh_cn: 此激活鏈接無效

source: Your account has been activated! You can now log in with the username %user and the password in your activation email.
pt_br: Sua conta foi ativada! Agora você pode fazer login com o nome de usuário %user e a senha em seu e-mail de ativação.
zh_cn: 您的帳號已經激活！ 現在，您可以在激活電子郵件中使用用戶名%用戶和密碼登錄。

source: You're not allowed to change your password.
pt_br: Você não tem permissão para alterar sua senha.
zh_cn: 您不允許更改密碼。

source: Please enter a new password
pt_br: Por favor, digite uma nova senha
zh_cn: 請輸入新密碼

source: Please enter a password
pt_br: Por favor insira uma senha
zh_cn: 請輸入密碼

source: Please enter the new password twice
pt_br: Por favor, digite a nova senha duas vezes
zh_cn: 請兩次輸入新密碼

source: These passwords don't match
pt_br: Essas senhas não correspondem
zh_cn: 這些密碼不匹配

source: Please enter the password again, here
pt_br: Por favor, digite a senha novamente, aqui
zh_cn: 請再次在此處輸入密碼

source: Your new password has been saved
pt_br: Sua nova senha foi salva
zh_cn: 您的新密碼已保存

source: Please provide a value for the %field_name field
pt_br: Forneça um valor para o campo %field_name
zh_cn: 請為%field_name字段提供值

source: The %field_name field is marked as required, but you don't have permission to set it
pt_br: O campo %field_name está marcado como obrigatório, mas você não tem permissão para defini-lo
zh_cn: %field_name字段按要求標記，但您無權設置它

source: An error occured while creating this story: %errors
pt_br: Ocorreu um erro ao criar esta história: %errors
zh_cn: 創建此故事時發生錯誤：%錯誤

source: You have to select a valid project
pt_br: Você tem que selecionar um projeto válido
zh_cn: 您必須選擇一個有效的項目

source: You have to select a valid issue type
pt_br: Você precisa selecionar um tipo de problema válido
zh_cn: 您必須選擇一個有效的問題類型

source: This user does not exist
pt_br: Esse usuário não existe
zh_cn: 該用戶不存在

source: An error occurred trying to toggle issue star status
pt_br: Ocorreu um erro ao tentar alternar o status de estrela do problema
zh_cn: 試圖切換發行星狀狀態發生了錯誤

source: This entry does not exist
pt_br: Esta entrada não existe
zh_cn: 此條目不存在

source: The time entry was deleted
pt_br: A entrada de tempo foi excluída
zh_cn: 刪除了時間輸入

source: You have to provide a title
pt_br: Você tem que fornecer um título
zh_cn: 您必須提供標題

source: You don't have access to update the issue access policy
pt_br: Você não tem acesso para atualizar a política de acesso a problemas
zh_cn: 您無權更新問題訪問策略

source: Issue access policy updated
pt_br: Política de acesso a problemas atualizada
zh_cn: 發行訪問策略更新

source: An error occurred when uploading the file
pt_br: Ocorreu um erro ao fazer o upload do arquivo
zh_cn: 上傳文件時發生錯誤

source: The attachment has been removed
pt_br: O anexo foi removido
zh_cn: 附件已刪除

source: You can not remove items from this issue
pt_br: Você não pode remover itens deste problema
zh_cn: 您無法從此問題中刪除項目

source: You can not remove items from this article
pt_br: Você não pode remover itens deste artigo
zh_cn: 您無法從本文中刪除項目

source: You can not remove items from this release
pt_br: Você não pode remover itens desta versão
zh_cn: 您無法從此版本中刪除項目

source: An error occurred when removing the file
pt_br: Ocorreu um erro ao remover o arquivo
zh_cn: 刪除文件時發生錯誤

source: Invalid mode
pt_br: Modo inválido
zh_cn: 無效模式

source: This file does not exist
pt_br: Este arquivo não existe
zh_cn: 此文件不存在

source: Link attached!
pt_br: Link anexado!
zh_cn: 附加鏈接！

source: You have to provide a link URL, otherwise we have nowhere to link to!
pt_br: Você precisa fornecer um URL de link, caso contrário, não teremos para onde vincular!
zh_cn: 您必須提供一個鏈接URL，否則我們無處可鏈接！

source: You can not attach links to this issue
pt_br: Você não pode anexar links para este problema
zh_cn: 您無法附加到此問題的鏈接

source: Link removed!
pt_br: Link removido!
zh_cn: 鏈接已刪除！

source: You have to provide a valid link id
pt_br: Você precisa fornecer um ID de link válido
zh_cn: 您必須提供有效的鏈接ID

source: You are not allowed to do this
pt_br: Você não tem permissão para fazer isso
zh_cn: 您不允許這樣做

source: Comment deleted!
pt_br: Comentário deletado!
zh_cn: 評論已刪除！

source: Comment ID is invalid
pt_br: O ID do comentário é inválido
zh_cn: 評論ID無效

source: You cannot post an empty comment
pt_br: Você não pode postar um comentário vazio
zh_cn: 您不能發表空的評論

source: Comment added!
pt_br: Comentário adicionado!
zh_cn: 評論添加了！

source: Single line text input without formatting
pt_br: Entrada de texto de linha única sem formatação
zh_cn: 單行文本輸入而無需格式化

source: Text input with wiki formatting capabilities
pt_br: Entrada de texto com recursos de formatação wiki
zh_cn: 具有Wiki格式化功能的文本輸入

source: Choose one of the available values
pt_br: Escolha um dos valores disponíveis
zh_cn: 選擇可用值之一

source: Value of percentage completed
pt_br: Valor da porcentagem concluída
zh_cn: %count完成的價值

source: Select an existing user or <none>
pt_br: Selecione um usuário existente ou <none>
zh_cn: 選擇現有用戶或<none>

source: Enter time, such as points, hours, minutes, etc or <none>
pt_br: Insira o tempo, como pontos, horas, minutos, etc ou <none>
zh_cn: 輸入時間，例如要點，小時，分鐘等或<none>
