Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Edit field options
pt_br: Editar opções de campo
zh_cn: 編輯字段選項

source: Create new field
pt_br: Criar novo campo
zh_cn: 創建新字段

source: Enter a field name
pt_br: Insira um nome de campo
zh_cn: 輸入字段名稱

source: Field name
pt_br: Nome do campo
zh_cn: 字段名稱

source: Type of field
pt_br: Tipo de campo
zh_cn: 字段類型

source: Add field
pt_br: Adicionar campo
zh_cn: 添加字段

source: Configure workflows
pt_br: Configurar fluxos de trabalho
zh_cn: 配置工作流

source: Workflows let you define the lifecycle of an issue. You can define steps, transitions and more, that makes an issue move through its defined lifecycle.
pt_br: Os fluxos de trabalho permitem definir o ciclo de vida de um problema. Você pode definir etapas, transições e muito mais, que fazem um problema percorrer seu ciclo de vida definido.
zh_cn: 工作流讓您定義問題的生命週期。 您可以定義步驟，過渡等，這使問題通過其定義的生命週期移動。

source: You can read more about how the workflow in Pachno works and is set up in %link_to_wiki_workflow.
pt_br: Você pode ler mais sobre como o fluxo de trabalho no Pachno funciona e é configurado em %link_to_wiki_workflow.
zh_cn: 您可以閱讀有關Pachno中工作流程的工作方式的更多信息，並以%link_to_to_wiki_workflow設置。

source: This instance is currently using %num of max %max custom workflows
pt_br: Esta instância está usando %num dos fluxos de trabalho personalizados máximos %max
zh_cn: 此實例當前使用%的最大%最大自定義工作流程

source: Workflows
pt_br: Fluxos de trabalho
zh_cn: 工作流程

source: Step: %step_name
pt_br: Etapa: %step_name
zh_cn: 步驟：%step_name

source: Transition: %transition_name
pt_br: Transição: %transition_name
zh_cn: 過渡：%transition_name

source: Max number of assigned issues for current user
pt_br: Número máximo de problemas atribuídos para o usuário atual
zh_cn: 當前用戶的最大分配問題數

source: %number_of_issues issue(s)
pt_br: %nproblema(s) umber_of_issues
zh_cn: %number_of_issues問題

source: Status is any of %list
pt_br: O estado é qualquer um de %list
zh_cn: 狀態是%count列表

source: Priority is any of %list
pt_br: A prioridade é qualquer uma de %list
zh_cn: 優先級是%count列表

source: Resolution is any of %list
pt_br: A resolução é qualquer uma de %list
zh_cn: 分辨率是%count列表

source: Reproducability is any of %list
pt_br: A reprodutibilidade é qualquer uma de %list
zh_cn: 可重複性是%count列表

source: Custom field %customfield is any of %list
pt_br: O campo personalizado %customfield é qualquer um de %list
zh_cn: 自定義字段%customfield是%count列表

source: Assignee must be member of %list
pt_br: O responsável deve ser membro de %list
zh_cn: 受讓人必須是%列表的成員

source: User must be member of %list
pt_br: O usuário deve ser membro de %list
zh_cn: 用戶必須是%列表的成員

source: Issue must be in any of these milestones %list
pt_br: O problema deve estar em qualquer um desses marcos %list
zh_cn: 問題必須在這些里程碑%列表中

source: Do you really want to delete this transition validation rule?
pt_br: Você realmente deseja excluir esta regra de validação de transição?
zh_cn: 您真的想刪除此過渡驗證規則嗎？

source: Please confirm that you really want to delete this transition validation rule.
pt_br: Confirme que você realmente deseja excluir esta regra de validação de transição.
zh_cn: 請確認您確實想刪除此過渡驗證規則。

source: This user is already a member of this team
pt_br: Este usuário já é membro desta equipe
zh_cn: 該用戶已經是該團隊的成員

source: Add outgoing transition from step "%step_name"
zh_cn: 添加從步驟"%step_name"的過渡添加過渡

source: Existing transition
pt_br: Transição existente
zh_cn: 現有過渡

source: Create new transition
pt_br: Criar nova transição
zh_cn: 創建新的過渡

source: Transition name
pt_br: Nome da transição
zh_cn: 過渡名稱

source: This name will be presented to the user as a link
pt_br: Este nome será apresentado ao usuário como um link
zh_cn: 此名稱將作為鏈接顯示給用戶

source: Optional
pt_br: Opcional
zh_cn: 可選的

source: Outgoing step
pt_br: Etapa de saída
zh_cn: 外向步驟

source: Popup template
pt_br: Modelo pop-up
zh_cn: 彈出模板

source: Add transition
pt_br: Adicionar transição
zh_cn: 添加過渡

source: %add_transition or %cancel
pt_br: %add_transition ou %cancel
zh_cn: %add_transition或%取消

source: Configure Pachno
pt_br: Configurar Pachno
zh_cn: 配置Pachno

source: Manage groups
pt_br: Gerenciar grupos
zh_cn: 管理組

source: Create user
pt_br: Criar usuário
zh_cn: 創建用戶

source: Create team
pt_br: Criar equipe
zh_cn: 創建團隊

source: Manage users
pt_br: Gerenciar usuários
zh_cn: 管理用戶

source: Manage roles
pt_br: Gerenciar funções
zh_cn: 管理角色

source: Create group
pt_br: Criar grupo
zh_cn: 創建組

source: Check for updates
pt_br: Verifique se há atualizações
zh_cn: 檢查更新

source: Maintenance mode
pt_br: Modo de manutenção
zh_cn: 維護模式

source: In maintenance mode, access to Pachno will be disabled, except for the Configuration pages. This allows you to perform upgrades and other maintance without interruption. Please remember that if you log out, you will be unable to log back in again whilst maintenace mode is enabled.
pt_br: No modo de manutenção, o acesso ao Pachno será desabilitado, exceto as páginas de configuração. Isso permite que você execute atualizações e outras manutenções sem interrupção. Lembre-se de que, se você sair, não poderá fazer login novamente enquanto o modo de manutenção estiver ativado.
zh_cn: 在維護模式下，除了配置頁面外，將禁用對Pachno的訪問。 這使您可以執行升級和其他維護而不會中斷。 請記住，如果您註銷，您將無法在啟用維護模式時再次重新登錄。

source: Maintenance mode message
pt_br: Mensagem do modo de manutenção
zh_cn: 維護模式消息

source: No message set
pt_br: Nenhuma mensagem definida
zh_cn: 沒有消息集

source: The message you enter here will be displayed to users whilst in maintenance mode. If you do not enter anything, users will be shown a generic message.
pt_br: A mensagem que você inserir aqui será exibida aos usuários enquanto estiver no modo de manutenção. Se você não digitar nada, os usuários receberão uma mensagem genérica.
zh_cn: 您在此處輸入的消息將在維護模式下顯示給用戶。 如果您不輸入任何內容，將向用戶顯示一條通用消息。

source: Default user group
pt_br: Grupo de usuários padrão
zh_cn: 默認用戶組

source: Copy this group
pt_br: Copie este grupo
zh_cn: 複製此組

source: Do you really want to delete this group?
pt_br: Deseja mesmo excluir este grupo?
zh_cn: 您真的想刪除這個小組嗎？

source: If you delete this group, then all users in this group will be disabled until moved to a different group
pt_br: Se você excluir este grupo, todos os usuários deste grupo serão desabilitados até serem movidos para um grupo diferente
zh_cn: 如果刪除此組，則該組中的所有用戶將被禁用，直到移至其他組

source: The default group cannot be deleted
pt_br: O grupo padrão não pode ser excluído
zh_cn: 默認組無法刪除

source: Issue types: %number_of_associated_issuetypes
pt_br: Tipos de problema: %number_of_associated_issuetypes
zh_cn: 問題類型：%number_of_associated_issuetypes

source: Edit workflow scheme
pt_br: Editar esquema de fluxo de trabalho
zh_cn: 編輯工作流程方案

source: Copy workflow scheme
pt_br: Copiar esquema de fluxo de trabalho
zh_cn: 複製工作流程方案

source: Cannot delete workflow scheme
pt_br: Não é possível excluir o esquema de fluxo de trabalho
zh_cn: 無法刪除工作流程

source: This workflow scheme can not be deleted as it is being used by %number_of_projects project(s)
pt_br: Este esquema de fluxo de trabalho não pode ser excluído, pois está sendo usado %number_of_projects projeto(s)
zh_cn: 由於%number_of_projects project使用此工作流方案，因此無法刪除該方案

source: Delete workflow scheme
pt_br: Excluir esquema de fluxo de trabalho
zh_cn: 刪除工作流程

source: Do you really want to delete this workflow scheme?
pt_br: Você realmente deseja excluir este esquema de fluxo de trabalho?
zh_cn: 您真的想刪除此工作流程方案嗎？

source: Please confirm that you want to completely remove this workflow scheme.
pt_br: Confirme que deseja remover completamente este esquema de fluxo de trabalho.
zh_cn: 請確認您要完全刪除此工作流程。

source: This configuration section has been disabled in this release
pt_br: Esta seção de configuração foi desativada nesta versão
zh_cn: 此版本中已禁用了此配置部分

source: Click to grant access
pt_br: Clique para conceder acesso
zh_cn: 點擊授予訪問權限

source: Click to explicitly deny access
pt_br: Clique para negar explicitamente o acesso
zh_cn: 單擊以明確拒絕訪問

source: Click to remove access
pt_br: Clique para remover o acesso
zh_cn: 點擊刪除訪問

source: Click to clear access setting
pt_br: Clique para limpar a configuração de acesso
zh_cn: 單擊以清除訪問設置

source: Inherited access from roles
pt_br: Acesso herdado de funções
zh_cn: 從角色繼承訪問

source: Enable elevated login
pt_br: Ativar login elevado
zh_cn: 啟用高架登錄

source: Require users to re-enter their password to access the configuration section
pt_br: Exigir que os usuários digitem novamente sua senha para acessar a seção de configuração
zh_cn: 要求用戶重新輸入密碼以訪問配置部分

source: Do not require users to re-enter their password to access the configuration section
pt_br: Não exija que os usuários digitem novamente sua senha para acessar a seção de configuração
zh_cn: 不需要用戶重新輸入密碼以訪問配置部分

source: If this is turned on, users will have to re-enter their password to go to the configuration section
pt_br: Se estiver ativado, os usuários terão que digitar novamente sua senha para ir para a seção de configuração
zh_cn: 如果打開此操作，用戶將必須重新輸入其密碼才能轉到“配置”部分

source: Allow guest user access
pt_br: Permitir acesso de usuário convidado
zh_cn: 允許訪客用戶訪問

source: Yes, read + write
pt_br: Sim, ler + escrever
zh_cn: 是的，閱讀 +寫

source: Allow guest users to access content - including posting issues and comments - based on project visibility settings
pt_br: Permitir que usuários convidados acessem o conteúdo - incluindo postar problemas e comentários - com base nas configurações de visibilidade do projeto
zh_cn: 允許訪客用戶根據項目可見性設置訪問內容（包括發布問題和評論）

source: Yes, read only
pt_br: Sim, somente leitura
zh_cn: 是的，只讀

source: Allow guest users read-only access to content based on project visibility settings
pt_br: Permitir aos usuários convidados acesso somente leitura ao conteúdo com base nas configurações de visibilidade do projeto
zh_cn: 允許訪客用戶根據項目可見性設置閱讀僅訪問內容

source: A valid user account is required to access any content
pt_br: Uma conta de usuário válida é necessária para acessar qualquer conteúdo
zh_cn: 需要有效的用戶帳戶才能訪問任何內容

source: If anonymous access is turned off, a valid user account is required to access any content in this installation
pt_br: Se o acesso anônimo estiver desativado, é necessária uma conta de usuário válida para acessar qualquer conteúdo nesta instalação
zh_cn: 如果關閉匿名訪問，則需要有效的用戶帳戶才能訪問此安裝中的任何內容

source: Enable %gravatar user icons
pt_br: Ativar ícones de usuário %gravatar
zh_cn: 啟用%gravatar用戶圖標

source: Yes, enable Gravatars
pt_br: Sim, habilite Gravatars
zh_cn: 是的，啟用墳墓

source: No, disable Gravatars
pt_br: Não, desative o Gravatars
zh_cn: 不，禁用墳墓

source: Select whether to use the %gravatar.com user icon service for user avatars, or just use the default ones
pt_br: Selecione se deseja usar o serviço de ícone de usuário %gravatar.com para avatares de usuário ou apenas usar os padrões
zh_cn: 選擇是將%gravatar.com用戶圖標服務用於用戶頭像，還是只使用默認的aff

source: Allow self-registration
pt_br: Permitir autorregistro
zh_cn: 允許自我註冊

source: Let users create new user accounts by signing up
pt_br: Permita que os usuários criem novas contas de usuário inscrevendo-se
zh_cn: 讓用戶通過註冊創建新的用戶帳戶

source: All user accounts will be created by an admin user
pt_br: Todas as contas de usuário serão criadas por um usuário administrador
zh_cn: 所有用戶帳戶將由管理用戶創建

source: Registration domain whitelist
pt_br: Lista de permissões de domínio de registro
zh_cn: 註冊域白名單

source: Comma-separated list of allowed domains (ex: %example). Leave empty to allow all domains.
pt_br: Lista separada por vírgulas de domínios permitidos (ex: %example). Deixe em branco para permitir todos os domínios.
zh_cn: 允許域的逗號分隔列表（例如：%示例）。 空白以允許所有域。

source: User's display name format
pt_br: Formato do nome de exibição do usuário
zh_cn: 用戶的顯示名稱格式

source: Prefer nickname
pt_br: Preferir apelido
zh_cn: 喜歡暱稱

source: Prefer full name
pt_br: Prefira o nome completo
zh_cn: 喜歡全名

source: This global role applies to any user with this role on all projects
pt_br: Essa função global se aplica a qualquer usuário com essa função em todos os projetos
zh_cn: 此全球角色適用於所有在所有項目中具有此角色的用戶

source: %number_of_permissions permission(s)
pt_br: %number_of_permissions permissão(ões)
zh_cn: %number_of_permissions許可

source: Delete this role?
pt_br: Excluir esta função?
zh_cn: 刪除這個角色？

source: Do you really want to delete this role?
pt_br: Você realmente deseja excluir esta função?
zh_cn: 您真的想刪除這個角色嗎？

source: Users assigned via this role will be unassigned, and depending on other roles their project permissions may be reset.
pt_br: Os usuários atribuídos por meio dessa função não serão atribuídos e, dependendo de outras funções, suas permissões de projeto poderão ser redefinidas.
zh_cn: 通過此角色分配的用戶將未分配，根據其項目權限的其他角色，可能會重置。

source: All hostnames not covered by other scopes
pt_br: Todos os nomes de host não cobertos por outros escopos
zh_cn: 所有主機名未涵蓋其他範圍

source: Do you really want to delete this scope?
pt_br: Você realmente deseja excluir este escopo?
zh_cn: 您真的想刪除此範圍嗎？

source: Deleting this scope will destroy all data that exists inside this scope.
pt_br: A exclusão deste escopo destruirá todos os dados que existem dentro deste escopo.
zh_cn: 刪除此範圍將破壞此範圍內存在的所有數據。

source: This action cannot be undone.
pt_br: Essa ação não pode ser desfeita.
zh_cn: 此操作無法撤消。

source: Remove %username from this client?
pt_br: Remover %username deste cliente?
zh_cn: 從該客戶端刪除%用戶名？

source: Please confirm removal from the client
pt_br: Confirme a remoção do cliente
zh_cn: 請確認從客戶那裡刪除

source: Edit user
pt_br: Editar usuário
zh_cn: 編輯用戶

source: Email address
pt_br: Endereço de email
zh_cn: 電子郵件地址

source: Group membership
pt_br: Associação ao grupo
zh_cn: 小組成員資格

source: Activated
pt_br: Ativado
zh_cn: 活性

source: Enabled
pt_br: Habilitado
zh_cn: 已啟用

source: Real name
pt_br: Nome
zh_cn: 真正的名字

source: Nickname
pt_br: Apelido
zh_cn: 暱稱

source: The password setting, along with a number of other settings for this user, have been disabled due to use of an alternative authentictation mechanism
pt_br: A configuração de senha, juntamente com várias outras configurações para este usuário, foi desativada devido ao uso de um mecanismo de autenticação alternativo
zh_cn: 密碼設置以及此用戶的許多其他設置，由於使用替代身份驗證機製而被禁用

source: Member of team(s)
pt_br: Membro da(s) equipe(s)
zh_cn: 團隊成員

source: No teams exist
pt_br: Não existem equipes
zh_cn: 沒有團隊

source: Member of client(s)
pt_br: Membro do(s) cliente(s)
zh_cn: 客戶的成員

source: Edit this user
pt_br: Editar este usuário
zh_cn: 編輯此用戶

source: Change / reset password
pt_br: Alterar/redefinir senha
zh_cn: 更改 /重置密碼

source: This user cannot be edited
pt_br: Este usuário não pode ser editado
zh_cn: 該用戶無法編輯

source: The user must confirm his membership in this scope before you can perform this action
pt_br: O usuário deve confirmar sua participação neste escopo antes que você possa realizar esta ação
zh_cn: 用戶必須在執行此操作之前確認他的會員資格

source: Edit available scopes for this user
pt_br: Editar escopos disponíveis para este usuário
zh_cn: 為此用戶編輯可用範圍

source: Become friends
pt_br: Tornam-se amigos
zh_cn: 成為朋友

source: Remove this friend
pt_br: Remover este amigo
zh_cn: 刪除這個朋友

source: Show user details
pt_br: Mostrar detalhes do usuário
zh_cn: 顯示用戶詳細信息

source: Permanently delete this user?
pt_br: Excluir permanentemente este usuário?
zh_cn: 永久刪除此用戶？

source: Are you sure you want to remove this user? This will remove the users login data, as well as memberships in (and data in) any scopes the user is a member of.
pt_br: Tem certeza de que deseja remover este usuário? Isso removerá os dados de login dos usuários, bem como associações em (e dados em) quaisquer escopos dos quais o usuário seja membro.
zh_cn: 您確定要刪除此用戶嗎？ 這將刪除用戶登錄數據，以及用戶是成員的任何範圍（和數據）中的成員資格。

source: Delete this user
pt_br: Excluir este usuário
zh_cn: 刪除此用戶

source: Remove this user?
pt_br: Remover este usuário?
zh_cn: 刪除此用戶？

source: Are you sure you want to remove this user from the current scope? The users login is kept, and you can re-add the user later.
pt_br: Tem certeza de que deseja remover este usuário do escopo atual? O login do usuário é mantido e você pode adicionar o usuário novamente mais tarde.
zh_cn: 您確定要從當前範圍中刪除此用戶嗎？ 用戶登錄，您可以稍後重新添加用戶。

source: Remove user from this scope
pt_br: Remover usuário deste escopo
zh_cn: 從此範圍中刪除用戶

source: Cancel membership in this scope?
pt_br: Cancelar a associação neste escopo?
zh_cn: 取消此範圍的會員資格？

source: If you cancel the invitation to this scope, then this user will be notified and the unconfirmed membership removed from this scope.
pt_br: Se você cancelar o convite para este escopo, este usuário será notificado e a associação não confirmada será removida deste escopo.
zh_cn: 如果您取消對此範圍的邀請，則將通知此用戶，並從此範圍中刪除未經證實的會員資格。

source: Cancel invitation
pt_br: Cancelar convite
zh_cn: 取消邀請

source: This user cannot be removed
pt_br: Este usuário não pode ser removido
zh_cn: 該用戶無法刪除

source: This is a system user which cannot be removed
pt_br: Este é um usuário do sistema que não pode ser removido
zh_cn: 這是無法刪除的系統用戶

source: Step settings
pt_br: Configurações da etapa
zh_cn: 步驟設置

source: Issue status
pt_br: Status do problema
zh_cn: 發行狀態

source: Issue details can be edited when in this step
pt_br: Os detalhes do problema podem ser editados nesta etapa
zh_cn: 在此步驟中可以編輯問題詳細信息

source: Issues are closed when reaching this step
pt_br: Os problemas são encerrados ao chegar a esta etapa
zh_cn: 到達此步驟時問題已關閉

source: Do you really want to delete this workflow step?
pt_br: Você realmente deseja excluir esta etapa de fluxo de trabalho?
zh_cn: 您真的想刪除此工作流程嗎？

source: This will set the status of any issues currently in this step back to the initial workflow step. It will also remove any transitions to / from this step.
pt_br: Isso definirá o status de quaisquer problemas atualmente nesta etapa de volta à etapa inicial do fluxo de trabalho. Ele também removerá quaisquer transições de/para esta etapa.
zh_cn: 這將設置此步驟中當前的任何問題的狀態，回到初始工作流程步驟。 它還將刪除從此步驟 /從此步驟中的任何過渡。

source: Remove step
pt_br: Remover etapa
zh_cn: 刪除步驟

source: Outgoing transitions
pt_br: Transições de saída
zh_cn: 傳出過渡

source: Filter values
pt_br: Filtrar valores
zh_cn: 濾波器值

source: Add existing transition
pt_br: Adicionar transição existente
zh_cn: 添加現有的過渡

source: Edit step
pt_br: Editar etapa
zh_cn: 編輯步驟

source: You cannot delete a step with incoming transitions
pt_br: Você não pode excluir uma etapa com transições recebidas
zh_cn: 您無法刪除傳入過渡的步驟

source: To delete a step that has incoming transitions, first remove all incoming transitions
pt_br: Para excluir uma etapa que tenha transições de entrada, primeiro remova todas as transições de entrada
zh_cn: 要刪除具有傳入過渡的步驟，請首先刪除所有傳入的過渡

source: Delete step
pt_br: Excluir etapa
zh_cn: 刪除步驟

source: You cannot delete the last step
pt_br: Você não pode excluir a última etapa
zh_cn: 您無法刪除最後一步

source: To delete this step, make sure there are other steps available
pt_br: Para excluir esta etapa, verifique se há outras etapas disponíveis
zh_cn: 要刪除此步驟，請確保還有其他可用步驟

source: Delete outgoing transitions
pt_br: Excluir transições de saída
zh_cn: 刪除傳出過渡

source: Field value
pt_br: Valor do campo
zh_cn: 場值

source: Really delete this item?
pt_br: Realmente excluir este item?
zh_cn: 真的刪除了這個項目嗎？

source: Are you really sure you want to delete this item?
pt_br: Tem certeza de que deseja excluir este item?
zh_cn: 您真的確定要刪除此項目嗎？

source: This item cannot be deleted
pt_br: Este item não pode ser excluído
zh_cn: 該項目無法刪除

source: Other items - such as workflow steps - may depend on this item to exist. Remove the dependant item or unlink it from this item to continue.
pt_br: Outros itens - como etapas de fluxo de trabalho - podem depender da existência desse item. Remova o item dependente ou desvincule-o deste item para continuar.
zh_cn: 其他項目（例如工作流程步驟）可能取決於此項目的存在。 刪除因項目或將其與此項目取消鏈接以繼續。

source: Edit this item
pt_br: Editar este item
zh_cn: 編輯此項目

source: Set permissions for this item
pt_br: Definir permissões para este item
zh_cn: 設置此項目的權限

source: Really delete %itemname?
pt_br: Realmente excluir %itemname?
zh_cn: 真的刪除%itemName嗎？

source: Select this color
pt_br: Selecione esta cor
zh_cn: 選擇此顏色

source: %update or %cancel
pt_br: %update ou %cancel
zh_cn: %更新或%取消

source: Copy this team
pt_br: Copie esta equipe
zh_cn: 複製這個團隊

source: Do you really want to delete this team?
pt_br: Você realmente deseja excluir esta equipe?
zh_cn: 您真的想刪除這支團隊嗎？

source: If you delete this team, then all users in this team will be disabled until moved to a different team
pt_br: Se você excluir esta equipe, todos os usuários desta equipe serão desabilitados até serem movidos para uma equipe diferente
zh_cn: 如果您刪除該團隊，那麼該團隊中的所有用戶將被禁用，直到移至其他團隊

source: ARCHIVED
pt_br: ARQUIVADO
zh_cn: 存檔

source: Edit project
pt_br: Editar projeto
zh_cn: 編輯項目

source: Show project details
pt_br: Mostrar detalhes do projeto
zh_cn: 顯示項目詳細信息

source: Edit project permissions
pt_br: Editar permissões do projeto
zh_cn: 編輯項目權限

source: Show project permissions
pt_br: Mostrar permissões do projeto
zh_cn: 顯示項目權限

source: Unarchive project
pt_br: Desarquivar projeto
zh_cn: 非建築項目

source: Archive this project?
pt_br: Arquivar este projeto?
zh_cn: 存檔這個項目？

source: If you archive a project, it is placed into a read only mode, where the project and its issues can no longer be edited. This will also prevent you from creating new issues, and will hide it from project lists (it can be viewed from an Archived Projects list). This will not, however, affect any subprojects this one has.
pt_br: Se você arquivar um projeto, ele é colocado em um modo somente leitura, onde o projeto e seus problemas não podem mais ser editados. Isso também impedirá que você crie novos problemas e o ocultará das listas de projetos (ele pode ser visualizado em uma lista de projetos arquivados). No entanto, isso não afetará nenhum subprojeto que este tenha.
zh_cn: 如果您存檔一個項目，則將其放置在僅讀取模式中，該模式不再可以編輯該項目及其問題。 這也將阻止您創建新問題，並將其隱藏在項目列表中（可以從存檔的項目列表中查看）。 但是，這不會影響該人所擁有的任何子項目。

source: If you need to reactivate this subproject, you can do this from projects configuration.
pt_br: Se você precisar reativar este subprojeto, poderá fazer isso na configuração de projetos.
zh_cn: 如果您需要重新激活此子項目，則可以從項目配置中執行此操作。

source: Archive project
pt_br: Arquivar projeto
zh_cn: 存檔項目

source: Really delete project?
pt_br: Realmente excluir projeto?
zh_cn: 真的刪除項目嗎？

source: Deleting this project will prevent users from accessing it or any associated data, such as issues.
pt_br: A exclusão deste projeto impedirá que os usuários o acessem ou quaisquer dados associados, como problemas.
zh_cn: 刪除此項目將阻止用戶訪問它或任何關聯的數據，例如問題。

source: Show / edit issue type settings
pt_br: Mostrar/editar configurações de tipo de problema
zh_cn: 顯示 /編輯問題類型設置

source: Remove issuetype
pt_br: Remover tipo de problema
zh_cn: 刪除ISSUETYPE

source: Delete this issue type?
pt_br: Excluir este tipo de problema?
zh_cn: 刪除此問題類型？

source: Do you really want to delete this issue type? Issues with this issue type will be unavailable.
pt_br: Você realmente deseja excluir este tipo de problema? Problemas com este tipo de problema não estarão disponíveis.
zh_cn: 您真的想刪除此問題類型嗎？ 此問題類型的問題將不可用。

source: Cannot remove this issue type
pt_br: Não é possível remover este tipo de problema
zh_cn: 無法刪除此問題類型

source: Issue types associated with an issue type scheme cannot be removed
pt_br: Os tipos de problema associados a um esquema de tipo de problema não podem ser removidos
zh_cn: 與問題類型方案相關的問題類型無法刪除

source: Built-in fields
pt_br: Campos integrados
zh_cn: 內置字段

source: Custom fields
pt_br: Os campos personalizados
zh_cn: 自定義字段

source: Specify who can set this value for issues.
pt_br: Especifique quem pode definir esse valor para problemas.
zh_cn: 指定誰可以為問題設置此值。

source: Edit group
pt_br: Editar grupo
zh_cn: 編輯組

source: Create new group
pt_br: Criar novo grupo
zh_cn: 創建新組

source: Group name
pt_br: Nome do grupo
zh_cn: 團隊名字

source: Enter the name of the group, and select permissions inherited by users or teams assigned with this group from the list below
pt_br: Digite o nome do grupo e selecione as permissões herdadas por usuários ou equipes atribuídas a este grupo na lista abaixo
zh_cn: 輸入組的名稱，然後選擇由以下列表中分配給本組的用戶或團隊繼承的權限
