Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Add checked issues as children
pt_br: Adicionar problemas verificados como filhos
zh_cn: 小時候添加檢查問題

source: Set selected issue as parent
pt_br: Definir o problema selecionado como pai
zh_cn: 將選定的問題設置為父

source: Add relation
pt_br: Adicionar relação
zh_cn: 添加關係

source: No issues matched your search. Please try again with different search terms.
pt_br: Nenhum problema corresponde à sua pesquisa. Tente novamente com termos de pesquisa diferentes.
zh_cn: 沒有問題與您的搜索相匹配。 請用不同的搜索詞重試。

source: Do you really want to remove this time entry?
pt_br: Deseja realmente remover esta entrada de tempo?
zh_cn: 您真的想刪除這次條目嗎？

source: Removing this entry will change the number of points, minutes, hours, days, weeks or months spent on this issue.
pt_br: A remoção dessa entrada alterará o número de pontos, minutos, horas, dias, semanas ou meses gastos com esse problema.
zh_cn: 刪除此條目將改變此問題上花費的積分，幾分鐘，幾天，幾週或幾個月的數量。

source: Embedding this file in descriptions or comments
pt_br: Incorporando este arquivo em descrições ou comentários
zh_cn: 將此文件嵌入描述或評論中

source: Use this tag to include this image: [[Image:%filename|thumb|Image description]]
pt_br: Use esta tag para incluir esta imagem:[[Image:%filename|thumb|Image description]]
zh_cn: 使用此標籤包括此圖像：[[圖像：%fileName |拇指|圖像描述]]

source: Do you really want to detach this file?
pt_br: Deseja realmente desanexar este arquivo?
zh_cn: 您真的想分離這個文件嗎？

source: If you detach this file, it will be deleted. This action cannot be undone. Are you sure you want to remove this file?
pt_br: Se você desanexar este arquivo, ele será excluído. Essa ação não pode ser desfeita. Tem certeza de que deseja remover este arquivo?
zh_cn: 如果您分離此文件，將被刪除。 此操作無法撤消。 您確定要刪除此文件嗎？

source: No scheduled date specified
pt_br: Nenhuma data programada especificada
zh_cn: 未指定的計劃日期

source: Scheduled for %scheduled_date
pt_br: Programado para %scheduled_date
zh_cn: 計劃為%steeduled_date

source: This milestone has been reached
pt_br: Este marco foi alcançado
zh_cn: 這個里程碑已達到

source: This sprint is completed
pt_br: Este período foi concluído
zh_cn: 這個衝刺完成了

source: This milestone is overdue
pt_br: Este marco está atrasado
zh_cn: 這個里程碑逾期

source: This sprint is overdue
pt_br: Este sprint está atrasado
zh_cn: 這個衝刺逾期

source: %num_closed story (%closed_points pts) closed of %num_assigned (%assigned_points pts) assigned
pt_br: %num_closed story (%closed_points pts) fechado de %num_assigned (%assigned_points pts) atribuído
zh_cn: %num_closed Story（%loss_points pts）封閉為num_assigned（%apanded_points pts）分配

source: %num_closed stories (%closed_points pts) closed of %num_assigned (%assigned_points pts) assigned
pt_br: %num_closed (%closed_points pts) fechadas de %num_assigned (%assigned_points pts) atribuídas
zh_cn: %num_closed Stories（%loss_points pts）封閉的num_assigned（%apanded_points pts）分配

source: %num_closed issue(s) closed of %num_assigned assigned
pt_br: %num_closed problema(s) encerrado(s) de %num_assigned atribuído
zh_cn: %num_closed問題已關閉%num_assigned分配

source: Please select the type and item you wish to add as affected by this issue.
pt_br: Selecione o tipo e o item que deseja adicionar como afetado por este problema.
zh_cn: 請選擇您希望添加的類型和項目。

source: Item type
pt_br: Tipo de item
zh_cn: 物品種類

source: There are no archived projects
pt_br: Não há projetos arquivados
zh_cn: 沒有存檔的項目

source: Archived projects can be found in this list
pt_br: Os projetos arquivados podem ser encontrados nesta lista
zh_cn: 存檔項目可以在此列表中找到

source: Every journey starts with the first step
pt_br: Toda jornada começa com o primeiro passo
zh_cn: 每個旅程都從第一步開始

source: Create your first project to get started
pt_br: Crie seu primeiro projeto para começar
zh_cn: 創建您的第一個項目開始

source: There are no archived projects.
pt_br: Não há projetos arquivados.
zh_cn: 沒有存檔的項目。

source: You don't have access to any projects yet.
pt_br: Você ainda não tem acesso a nenhum projeto.
zh_cn: 您還無法訪問任何項目。

source: Log in to see projects in this space
pt_br: Faça login para ver os projetos neste espaço
zh_cn: 登錄以在此空間中查看項目

source: There are no projects linked to this team. Get started by clicking the "%create_a_project" button
zh_cn: 沒有與該團隊相關的項目。 開始單擊"%create_a_project"按鈕

source: There are no archived projects for this team.
pt_br: Não há projetos arquivados para esta equipe.
zh_cn: 該團隊沒有存檔的項目。

source: There are no projects linked to this team.
pt_br: Não há projetos vinculados a esta equipe.
zh_cn: 沒有與該團隊相關的項目。

source: There are no projects linked to this client. Get started by clicking the "%create_a_project" button
zh_cn: 沒有鏈接到該客戶的項目。 開始單擊"%create_a_project"按鈕

source: There are no projects linked to this client.
pt_br: Não há projetos vinculados a este cliente.
zh_cn: 沒有鏈接到該客戶的項目。

source: This issue does not have any duplicates
pt_br: Este problema não tem duplicatas
zh_cn: 這個問題沒有任何重複

source: Mark as duplicate
pt_br: Marcar como duplicado
zh_cn: 標記為重複

source: This transition will be applied to %count selected issues
pt_br: Esta transição será aplicada a %count problemas selecionados
zh_cn: 此過渡將應用於%計數選定問題

source: Parent issue
pt_br: Problema principal
zh_cn: 父級問題

source: No parent issue
pt_br: Nenhum problema principal
zh_cn: 沒有父母問題

source: Assignee
pt_br: Atribuído a
zh_cn: 受讓人

source: Not assigned to anyone
pt_br: Não atribuído a ninguém
zh_cn: 未分配給任何人

source: Click to change assignee
pt_br: Clique para alterar o responsável
zh_cn: 點擊更改受讓人

source: You will be teamed up with this user
pt_br: Você será associado a este usuário
zh_cn: 您將與此用戶合作

source: If you want to mark this issue as duplicate of another, existing issue, find the issue by entering details to search for, in the box above.
pt_br: Se você quiser marcar este problema como duplicado de outro problema existente, localize o problema inserindo os detalhes para pesquisar na caixa acima.
zh_cn: 如果您想將此問題標記為另一個現有問題的重複，請在上面的框中輸入詳細信息來查找問題。

source: Duplicate search is not available when applying a transition to multiple issues
pt_br: A pesquisa duplicada não está disponível ao aplicar uma transição a vários problemas
zh_cn: 將過渡到多個問題時，重複搜索是不可用的

source: Pick a status from the list
pt_br: Escolha um status na lista
zh_cn: 從列表中選擇一個狀態

source: Status
zh_cn: 地位

source: Pick a priority from the list
pt_br: Escolha uma prioridade da lista
zh_cn: 從列表中選擇優先級

source: Clear the priority value
pt_br: Limpar o valor de prioridade
zh_cn: 清除優先級值

source: Priority isn't visible for this issuetype / project combination, unless you specify a value here
pt_br: A prioridade não é visível para esta combinação de tipo de problema/projeto, a menos que você especifique um valor aqui
zh_cn: 除非您在此處指定值

source: Pick a severity from the list
pt_br: Escolha uma gravidade da lista
zh_cn: 從列表中選擇一個嚴重性

source: Clear the severity value
pt_br: Limpar o valor de gravidade
zh_cn: 清除嚴重性價值

source: Severity isn't visible for this issuetype / project combination, unless you specify a value here
pt_br: A gravidade não é visível para esta combinação de tipo de problema/projeto, a menos que você especifique um valor aqui
zh_cn: 除非您在此處指定值

source: Pick a category from the list
pt_br: Escolha uma categoria da lista
zh_cn: 從列表中選擇類別

source: Clear the category value
pt_br: Limpar o valor da categoria
zh_cn: 清除類別值

source: Category isn't visible for this issuetype / project combination, unless you specify a value here
pt_br: A categoria não é visível para esta combinação de tipo de problema/projeto, a menos que você especifique um valor aqui
zh_cn: 除非您在此處指定值

source: Pick a percentage from the list
pt_br: Escolha uma porcentagem da lista
zh_cn: 從列表中選擇一個%count

source: Percent complete
pt_br: Porcentagem concluída
zh_cn: %count完成

source: Percent completed isn't visible for this issuetype / project combination, unless you specify a value here
pt_br: A porcentagem concluída não é visível para esta combinação de tipo de problema/projeto, a menos que você especifique um valor aqui
zh_cn: 完成此版本 /項目組合的完成%count不可見，除非您在此處指定值

source: Pick a reproducability from the list
pt_br: Escolha uma reprodutibilidade da lista
zh_cn: 從列表中選擇可重複性

source: Reproducability isn't visible for this issuetype / project combination, unless you specify a value here
pt_br: A reprodutibilidade não é visível para esta combinação de tipo de problema/projeto, a menos que você especifique um valor aqui
zh_cn: 除非您在此處指定值

source: Pick a resolution from the list
pt_br: Escolha uma resolução da lista
zh_cn: 從列表中選擇一個分辨率

source: Resolution isn't visible for this issuetype / project combination, unless you specify a value here
pt_br: A resolução não é visível para esta combinação de tipo de problema/projeto, a menos que você especifique um valor aqui
zh_cn: 除非您在此處指定值

source: Pick a milestone from the list
pt_br: Escolha um marco na lista
zh_cn: 從列表中選擇一個里程碑

source: Milestone
pt_br: Marco
zh_cn: 里程碑

source: Milestone isn't visible for this issuetype / project combination, unless you specify a value here
pt_br: O marco não é visível para esta combinação de tipo de problema/projeto, a menos que você especifique um valor aqui
zh_cn: 除非您在此處指定值

source: Yes, let me specify
pt_br: Sim, deixe-me especificar
zh_cn: 是的，讓我指定

source: Write a comment if you want it to be added
pt_br: Escreva um comentário se você quiser que ele seja adicionado
zh_cn: 如果您想添加它，請寫評論

source: Assign this issue
pt_br: Atribuir este problema
zh_cn: 分配此問題

source: Clear current assignee
pt_br: Remover a atribuição atual
zh_cn: 清除當前受讓人

source: No man or woman is an island
pt_br: Nenhum homem ou mulher é uma ilha
zh_cn: 沒有男人或女人是一個島

source: Invite people
pt_br: Convidar outras pessoas
zh_cn: 邀請人

source: Get started with the issue overview
pt_br: Comece com a visão geral do problema
zh_cn: 開始問題概述

source: This is the issue overview page. From this page you can get a full detail overview of the issues you're looking at
pt_br: Esta é a página de visão geral do problema. Nesta página, você pode obter uma visão geral detalhada dos problemas que está analisando
zh_cn: 這是問題概述頁面。 在此頁面上，您可以獲取有關您正在查看的問題的完整詳細信息

source: We'll just quickly go over the most important elements on this page to help you get going.
pt_br: Analisaremos rapidamente os elementos mais importantes nesta página para ajudá-lo a continuar.
zh_cn: 我們將迅速介紹此頁面上最重要的元素，以幫助您開始。

source: Next
pt_br: Próximo
zh_cn: 下一個

source: Getting help
pt_br: Obter ajuda
zh_cn: 得到幫助

source: Remember that you can always get help on any page in Pachno by clicking '%help_for_this_page' in the user menu.
pt_br: Lembre-se de que você sempre pode obter ajuda em qualquer página do Pachno clicando em '%help_for_this_page' no menu do usuário.
zh_cn: 請記住，您可以通過單擊用戶菜單中的“ help_for_this_page”單擊pachno的任何頁面上的任何幫助。

source: Help for this page
pt_br: Ajuda para esta página
zh_cn: 為此頁面提供幫助

source: This will take you to the online help page for the specific page you are on.
pt_br: Isso o levará à página de ajuda on-line da página específica em que você está.
zh_cn: 這將帶您進入您所使用的特定頁面的在線幫助頁面。

source: Got it!
pt_br: Isso está ok!
zh_cn: 知道了！

source: Issue overview page layout
pt_br: Layout da página de visão geral do problema
zh_cn: 問題概述頁面佈局

source: The issue view is split into four parts: the header bar, the issue details, the main area and the bottom panels.
pt_br: A visualização do problema é dividida em quatro partes: a barra de cabeçalho, os detalhes do problema, a área principal e os painéis inferiores.
zh_cn: 問題視圖分為四個部分：標題欄，問題詳細信息，主區域和底面板。

source: The header bar
pt_br: A barra de cabeçalho
zh_cn: 標頭吧

source: The header bar is always at the top. If you scroll down the page, the header will follow you down the page, so you always have it available.
pt_br: A barra de cabeçalho está sempre no topo. Se você rolar a página para baixo, o cabeçalho o seguirá pela página, para que você sempre o tenha disponível.
zh_cn: 標頭欄始終在頂部。 如果您向下滾動頁面，則標題將在頁面上關注您，因此您始終可以使用它。

source: Cool
pt_br: Legal
zh_cn: 涼爽的

source: Issue workflow actions
pt_br: Emitir ações de fluxo de trabalho
zh_cn: 發行工作流動

source: The header area also contains the workflow buttons used to move the issue through its lifecycle.
pt_br: A área de cabeçalho também contém os botões de fluxo de trabalho usados ​​para mover o problema por seu ciclo de vida.
zh_cn: 標題區域還包含用於通過其生命週期移動問題的工作流按鈕。

source: These buttons will also follow you down the page as you scroll.
pt_br: Esses botões também o seguirão pela página enquanto você rola.
zh_cn: 滾動時，這些按鈕也會跟隨您的頁面。

source: Nice
pt_br: Agradável
zh_cn: 好的

source: Issue details
pt_br: Detalhes do problema
zh_cn: 問題詳細信息

source: This area contains all the data about an issue, such as the status, who's assigned, how much time is spent, etc.
pt_br: Esta área contém todos os dados sobre um problema, como o status, quem está atribuído, quanto tempo é gasto etc.
zh_cn: 該領域包含有關問題的所有數據，例如狀態，已分配的人，花了多少時間等等。

source: The sidebar is nicely grouped in sections such as 'People involved' and 'Time tracking' to make it easer to quickly find out what you need to know.
pt_br: A barra lateral está bem agrupada em seções como 'Pessoas envolvidas' e 'Rastreamento de tempo' para facilitar a descoberta rápida do que você precisa saber.
zh_cn: 側邊欄在諸如“相關人員”和“時間跟踪”之類的部分中很好地分組，以使其更加輕鬆地找出您需要知道的內容。

source: I can dig that
pt_br: Eu posso usar isso
zh_cn: 我可以挖那個

source: Issue main area
pt_br: Área do problema principal
zh_cn: 發行主要區域

source: This area contains all the main details, such as the description and reproductions steps.
pt_br: Esta área contém todos os principais detalhes, como as etapas de descrição e reproduções.
zh_cn: 該區域包含所有主要細節，例如描述和復制步驟。

source: That makes sense
pt_br: Isso faz sentido
zh_cn: 那講得通

source: A few notes about editing issues
pt_br: Algumas notas sobre problemas de edição
zh_cn: 有關編輯問題的一些註釋

source: Almost everything about an issue can be edited, and - depending on your workflow setup - some items may be locked from changes after a certain step (for example not being allowed to change the description on 'Confirmed' issues).
pt_br: Quase tudo sobre um problema pode ser editado e - dependendo da configuração do seu fluxo de trabalho - alguns itens podem ser bloqueados para alterações após uma determinada etapa (por exemplo, não ter permissão para alterar a descrição em 'Confirmed' problemas).
zh_cn: 幾乎所有有關問題的內容都可以編輯，並且 - 取決於您的工作流程設置 - 某些項目在一定步驟後可能會從更改中鎖定（例如，不允許更改“已確認”問題的描述）。

source: That also makes sense
pt_br: Isso também faz sentido
zh_cn: 這也很有意義

source: To edit anything about an issue, move your mouse over the detail you want to change and press the edit icon that appears (usually to the left).
pt_br: Para editar qualquer coisa sobre um problema, mova o mouse sobre o detalhe que deseja alterar e pressione o ícone de edição que aparece (geralmente à esquerda).
zh_cn: 要編輯有關問題的任何內容，請將鼠標移到要更改的詳細信息上，然後按出現的編輯圖標（通常在左側）。

source: Any changes you make are temporary until you press the 'Save changes' button below the title (this button appears only when you have unsaved changes).
pt_br: Quaisquer alterações feitas são temporárias até que você pressione o botão 'Salvar alterações' abaixo do título (este botão aparece apenas quando você tem alterações não salvas).
zh_cn: 您所做的任何更改都是臨時的，直到您按標題下方的“保存更改”按鈕（僅在未保存更改時才會出現此按鈕）。

source: I see
pt_br: Entendi
zh_cn: 我懂了

source: This does not apply to workflow transitions - which happens instantly when you press a workflow button. However, most workflows allows you to post comments or change details about the issue during the workflow.
pt_br: Isso não se aplica a transições de fluxo de trabalho - o que acontece instantaneamente quando você pressiona um botão de fluxo de trabalho. No entanto, a maioria dos fluxos de trabalho permite que você publique comentários ou altere detalhes sobre o problema durante o fluxo de trabalho.
zh_cn: 這不適用於工作流過渡 - 當您按下工作流按鈕時會立即發生。 但是，大多數工作流程使您可以在工作流程期間發布評論或更改有關問題的詳細信息。

source: Keep in mind that most of this can be configured through the workflow configuration.
pt_br: Lembre-se de que a maior parte disso pode ser configurada por meio da configuração do fluxo de trabalho.
zh_cn: 請記住，大多數可以通過工作流程配置進行配置。

source: I think I'm good to go
pt_br: Eu acho que estou bem para ir
zh_cn: 我覺得我很好

source: Good to go!
pt_br: Você está pronto!
zh_cn: 好！

source: That's all for this tutorial. Don't forget that you can always get help for any page by using the 'Help' menu entry in your user menu at the top right corner.
pt_br: Isso é tudo para este tutorial. Não se esqueça de que você sempre pode obter ajuda para qualquer página usando a entrada do menu 'Help' no menu do usuário no canto superior direito.
zh_cn: 這就是本教程的全部。 不要忘記，您可以隨時使用右上角的用戶菜單中的“幫助”菜單輸入來獲得任何頁面的幫助。

source: Have fun using Pachno!
pt_br: Divirta-se usando Pachno!
zh_cn: 使用Pachno玩得開心！

source: I most certainly will!
pt_br: Tenho certeza!
zh_cn: 我肯定會的！

source: Enter email address to invite users
pt_br: Digite o endereço de e-mail para convidar usuários
zh_cn: 輸入電子郵件地址以邀請用戶

source: Pachno interactive planning
pt_br: Planejamento interativo Pachno
zh_cn: Pachno互動計劃

source: This is the interactive project planning board. From this page you can manage all your releases, milestones, epics, tasks and issues.
pt_br: Este é o quadro interativo de planejamento de projetos. Nesta página, você pode gerenciar todos os seus lançamentos, marcos, épicos, tarefas e problemas.
zh_cn: 這是互動項目計劃委員會。 在此頁面上，您可以管理所有版本，里程碑，史詩，任務和問題。

source: Planning page layout
pt_br: Layout da página de planejamento
zh_cn: 計劃頁面佈局

source: The planning page is split into two main parts: the backlog and the milestone list view
pt_br: A página de planejamento é dividida em duas partes principais: a lista de pendências e a visualização da lista de marcos
zh_cn: 計劃頁面分為兩個主要部分：積壓和里程碑列表視圖

source: The project backlog
pt_br: O atraso no projeto
zh_cn: 項目積壓

source: The backlog is a list of all issues matching the backlog search specified for this board, not assigned to a milestone or sprint.
pt_br: A lista de pendências é uma lista de todas as pendências que correspondem à pesquisa de pendências especificada para este quadro, não atribuída a um marco ou sprint.
zh_cn: 積壓是所有問題的列表，該列表符合該板指定的積壓搜索，而不是分配給里程碑或衝刺。

source: Okay
pt_br: OK
zh_cn: 好的

source: The milestone list
pt_br: A lista de marcos
zh_cn: 里程碑列表

source: The milestone list shows all unclosed milestones (past and future), as well as the current status for each milestone.
pt_br: A lista de marcos mostra todos os marcos não fechados (passados ​​e futuros), bem como o status atual de cada marco.
zh_cn: 里程碑列表顯示了所有未匯總的里程碑（過去和未來）以及每個里程碑的當前狀態。

source: Scrum planning boards also shows estimated effort in the backlog and milestone list.
pt_br: Os painéis de planejamento do período também mostram o esforço estimado na lista de pendências e marcos.
zh_cn: Scrum計劃委員會還顯示了積壓和里程碑列表中的估計工作。

source: That's useful
pt_br: Isso é útil
zh_cn: 這很有用

source: Interactive collaboration
pt_br: Colaboração interativa
zh_cn: 互動協作

source: The planning page is 100% interactive. New issues that are created will show up on the planning page if they are assigned to any of the visible milestones, or if they match the backlog search criteria.
pt_br: A página de planejamento é 100% interativa. Novas pendências criadas aparecerão na página de planejamento se forem atribuídas a qualquer um dos marcos visíveis ou se corresponderem aos critérios de pesquisa de pendências.
zh_cn: 計劃頁面是100%互動的。 如果將新問題分配給任何可見的里程碑，或者它們符合積壓搜索標準，則會在計劃頁面上顯示出新的問題。

source: If any of the visible issues are updated, the information on the planning page will also be updated automatically.
pt_br: Se algum dos problemas visíveis for atualizado, as informações na página de planejamento também serão atualizadas automaticamente.
zh_cn: 如果更新了任何可見問題，則計劃頁面上的信息也將自動更新。

source: This means you can collaborate with users and colleagues when planning, without having to leave or refresh the planning page.
pt_br: Isso significa que você pode colaborar com usuários e colegas durante o planejamento, sem precisar sair ou atualizar a página de planejamento.
zh_cn: 這意味著您可以在計劃時與用戶和同事合作，而無需離開或刷新計劃頁面。

source: Awesome!
pt_br: Incrível!
zh_cn: 驚人的！

source: Speaking of interactive, all issues shown on the page can be dragged and dropped between the backlog and any milestones on this page. Of course between milestones, as well.
pt_br: Falando em interativo, todos os problemas mostrados na página podem ser arrastados e soltos entre o backlog e quaisquer marcos nesta página. Claro que entre marcos também.
zh_cn: 說到交互式，可以將頁面上顯示的所有問題拖動在本頁上的積壓和任何里程碑之間。 當然，里程碑也是如此。

source: Should an existing or new issue be updated and moved between milestones by a different user or on a different page, the issue will be updated on the planning page automatically.
pt_br: Caso um problema novo ou existente seja atualizado e movido entre marcos por um usuário diferente ou em uma página diferente, o problema será atualizado na página de planejamento automaticamente.
zh_cn: 如果其他用戶或其他頁面上的里程碑在里程碑之間進行更新和新問題，則該問題將自動在計劃頁面上更新。

source: I expected nothing less
pt_br: Eu não esperava nada menos
zh_cn: 我沒想到

source: The planning page also lists all future releases
pt_br: A página de planejamento também lista todas as versões futuras
zh_cn: 計劃頁面還列出了所有未來版本

source: Tell me more
pt_br: Me diga mais
zh_cn: 告訴我更多

source: Clicking the "Releases" button toggles the list of releases. This list is shown as a card strip above all the milestones.
zh_cn: 單擊“釋放”按鈕可切換發布列表。 此列表顯示為紙牌條，高於所有里程碑。

source: The release list is also interactive - you can drop issues on releases to assign them to that release, or click any release to filter out any issues not in that release in the list view.
pt_br: A lista de versões também é interativa - você pode descartar problemas em versões para atribuí-los a essa versão ou clicar em qualquer versão para filtrar quaisquer problemas que não estejam nessa versão na exibição de lista.
zh_cn: 發行列表也是交互式的 - 您可以在版本上放置問題，以將其分配給該版本，或單擊任何版本以濾除列表視圖中該版本中沒有的任何問題。

source: Epics
pt_br: Histórias
zh_cn: 史詩

source: The planning page also features a list of unfinished epics
pt_br: A página de planejamento também apresenta uma lista de épicos inacabados
zh_cn: 計劃頁面還包含未完成的史詩列表

source: Epics?
pt_br: Épicos?
zh_cn: 史詩？

source: Yes, epics. Epics (specified in the board configuration) are issues of a certain type, they contain sub-issues and / or tasks, and can span multiple milestones / sprints.
pt_br: Sim, épicos. Epics (especificados na configuração do quadro) são problemas de um determinado tipo, eles contêm sub-questões e/ou tarefas e podem abranger vários marcos/períodos.
zh_cn: 是的，史詩。 史詩（在董事會配置中指定）是某種類型的問題，它們包含子問題和 /或任務，並且可以跨越多個里程碑 /衝刺。

source: Epics, like releases, are displayed as a card list, they can filter issues by clicking on them, and you can assign an issue to an epic by dropping the issue on the epic.
pt_br: Os épicos, assim como os lançamentos, são exibidos como uma lista de cartões, eles podem filtrar problemas clicando neles e você pode atribuir um problema a um épico soltando o problema no épico.
zh_cn: 像發行版一樣，史詩作為卡列表顯示，它們可以通過單擊它們來過濾問題，您可以通過將問題放在Epic上，將問題分配給EPIC。

source: Also useful
pt_br: Também útil
zh_cn: 也有用

source: Progress bars
pt_br: Barras de progresso
zh_cn: 進度條

source: Milestones, releases and epics all have progress bars which indicate their current progress. In all cases, this is an open vs closed issues count. The progress bar will automatically update whenever it changes, such as when you add an issue to it.
pt_br: Marcos, lançamentos e épicos têm barras de progresso que indicam seu progresso atual. Em todos os casos, esta é uma contagem de problemas abertos versus fechados. A barra de progresso será atualizada automaticamente sempre que for alterada, como quando você adiciona um problema a ela.
zh_cn: 里程碑，釋放和史詩都有進度條，表明其目前的進度。 在所有情況下，這都是一個開放式的封閉問題。 Progress欄將在更改時自動更新，例如您向其添加問題時。

source: Ready to roll
pt_br: Pronto para rolar
zh_cn: 準備滾動
