Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Could not assign the issue to a milestone because none was provided
pt_br: Não foi possível atribuir o problema a um marco porque nenhum foi fornecido
zh_cn: 無法將問題分配給里程碑，因為沒有提供

source: Could not set issue priority because none was provided
pt_br: Não foi possível definir a prioridade do problema porque nenhuma foi fornecida
zh_cn: 無法設定問題優先級，因為沒有提供

source: Could not set issue severity because none was provided
pt_br: Não foi possível definir a gravidade do problema porque nenhum foi fornecido
zh_cn: 無法設定問題，因為沒有提供

source: Could not set issue category because none was provided
pt_br: Não foi possível definir a categoria do problema porque nenhuma foi fornecida
zh_cn: 無法設置問題類別，因為沒有提供

source: Could not set issue reproducability because none was provided
pt_br: Não foi possível definir a reprodutibilidade do problema porque nenhum foi fornecido
zh_cn: 無法設置問題可重複性，因為沒有提供

source: Could not set issue resolution because none was provided
pt_br: Não foi possível definir a resolução do problema porque nenhuma foi fornecida
zh_cn: 無法設定問題解決，因為沒有提供

source: Could not set issue status because none was provided or you do not have permission
pt_br: Não foi possível definir o status do problema porque nenhum foi fornecido ou você não tem permissão
zh_cn: 無法設置問題狀態，因為沒有提供或您沒有許可

source: Remove issue duplicate of issue %itemname?
pt_br: Remover a duplicata do problema %itemname?
zh_cn: 刪除問題的副本%itemName？

source: Please confirm that you want to remove this item from the list of duplicate issues of this issue
pt_br: Confirme que deseja remover este item da lista de problemas duplicados deste problema
zh_cn: 請確認您想從本期重複問題列表中刪除此項目

source: %issuetype %issue_no
zh_cn: %issueType%essue_no

source: Unknown issuetype
pt_br: Tipo de problema desconhecido
zh_cn: 未知的發行類型

source: There are no upcoming milestones for any of your associated projects
pt_br: Não há marcos futuros para nenhum de seus projetos associados
zh_cn: 您的任何相關項目都沒有即將到來的里程碑

source: No issues recently commented
pt_br: Nenhum problema comentado recentemente
zh_cn: 最近沒有問題評論

source: Users for %clientname
pt_br: Usuários para %clientname
zh_cn: %clientname的用戶

source: Click a user to view more details, such as view his/her user card.
pt_br: Clique em um usuário para ver mais detalhes, como ver seu cartão de usuário.
zh_cn: 單擊用戶查看更多詳細信息，例如查看他/她的用戶卡。

source: There are no users assigned to this client
pt_br: Não há usuários atribuídos a este cliente
zh_cn: 沒有分配給此客戶的用戶

source: The selected issue has been moved to the project %project_name. Issues that are moved get new issue numbers - the issue can now be found here: %issue_link
pt_br: O problema selecionado foi movido para o projeto %project_name. Os problemas que são movidos recebem novos números de problema - o problema agora pode ser encontrado aqui: %issue_link
zh_cn: 選定的問題已移至project%project_name。 移動的問題獲得了新的問題編號 - 現在可以在此處找到該問題：%esseage_link

source: Got it
pt_br: Entendi
zh_cn: 知道了

source: Important details
pt_br: Detalhes importantes
zh_cn: 重要細節

source: Click to edit issue label
pt_br: Clique para editar o rótulo do problema
zh_cn: 單擊以編輯發行標籤

source: Set issue label
pt_br: Definir rótulo do problema
zh_cn: 設置問題標籤

source: Please wait
pt_br: Por favor, espere
zh_cn: 請稍等

source: No label set
pt_br: Nenhuma tag definida
zh_cn: 沒有標籤集

source: Progress
pt_br: Progresso
zh_cn: 進步

source: Set percent completed
pt_br: Definir porcentagem concluída
zh_cn: 設置%count完成

source: User pain
pt_br: Dor do usuário
zh_cn: 用戶影響

source: Type of bug
pt_br: Tipo de bug
zh_cn: 錯誤類型

source: Click to triage type of bug
pt_br: Clique para fazer a triagem do tipo de bug
zh_cn: 單擊以分類類型的錯誤

source: Triage bug type
pt_br: Tipo de bug de triagem
zh_cn: 分類錯誤類型

source: Clear bug type
pt_br: Limpar tipo de bug
zh_cn: 清除錯誤類型

source: Not triaged
pt_br: Não triado
zh_cn: 沒有分三

source: Likelihood
pt_br: Probabilidade
zh_cn: 可能性

source: Click to triage likelihood
pt_br: Clique para triar a probabilidade
zh_cn: 單擊以分類的可能性

source: Triage likelihood
pt_br: Probabilidade de triagem
zh_cn: 分類的可能性

source: Clear likelihood
pt_br: Redefinir probabilidade
zh_cn: 明顯的可能性

source: Effect
pt_br: Efeito
zh_cn: 影響

source: Click to triage effect
pt_br: Clique para efeito de triagem
zh_cn: 單擊以分類效果

source: Triage effect
pt_br: Efeito de triagem
zh_cn: 分類效應

source: Clear effect
pt_br: Redefinir
zh_cn: 明確的效果

source: Affected by this issue %count
pt_br: Afetado por este problema %count
zh_cn: 受此問題的影響%計數

source: Times and dates
pt_br: Horários e datas
zh_cn: 時間和日期

source: No time estimated
pt_br: Sem previsão de tempo
zh_cn: 沒有時間估計

source: Time spent
pt_br: Tempo gasto
zh_cn: 所花費的時間

source: People involved
pt_br: Pessoas envolvidas
zh_cn: 參與的人

source: Posted by
pt_br: Criado por
zh_cn: 發表

source: Change issue creator
pt_br: Alterar criador do problema
zh_cn: 更改問題創建者

source: Owned by
pt_br: Propriedade de
zh_cn: 由

source: Change issue owner
pt_br: Alterar proprietário do problema
zh_cn: 更改問題所有者

source: Clear current owner
pt_br: Limpar proprietário atual
zh_cn: 清除當前所有者

source: Assigned to
pt_br: Atribuído a
zh_cn: 分配給

source: Change issue assignee
pt_br: Alterar responsável do problema
zh_cn: 更改問題受讓人

source: Subscribers
pt_br: Assinantes
zh_cn: 訂戶

source: Click here to show the list of subscribers
pt_br: Clique aqui para ver a lista de inscritos
zh_cn: 單擊此處顯示訂戶列表

source: Other details
pt_br: Outros detalhes
zh_cn: 其他詳情

source: Duplicate issues %count
pt_br: Problemas duplicados %count
zh_cn: 重複問題%計數

source: No choices available
pt_br: Não há opções disponíveis
zh_cn: 沒有可用的選擇

source: Clients found
pt_br: Clientes encontrados
zh_cn: 客戶發現

source: Couldn't find any clients
pt_br: Não foi possível encontrar nenhum cliente
zh_cn: 找不到任何客戶

source: Users found
pt_br: Usuários encontrados
zh_cn: 用戶發現

source: Team up with %username
pt_br: Junte-se a %username
zh_cn: 與%用戶名合作

source: Couldn't find any users
pt_br: Não foi possível encontrar nenhum usuário
zh_cn: 找不到任何用戶

source: Teams found
pt_br: Equipes encontradas
zh_cn: 團隊發現

source: Couldn't find any teams
pt_br: Não foi possível encontrar nenhuma equipe
zh_cn: 找不到任何團隊

source: No such team
pt_br: Esta equipe não existe
zh_cn: 沒有這樣的團隊

source: Frontpage
pt_br: Primeira página
zh_cn: 首頁

source: 404 - Not Found
pt_br: 404 não encontrado
zh_cn: 404-找不到

source: This location doesn't exist, has been deleted or you don't have permission to see it
pt_br: Este local não existe, foi excluído ou você não tem permissão para vê-lo
zh_cn: 此位置不存在，已刪除或您沒有許可看到它

source: Team dashboard for %team_name
pt_br: Painel de equipe para %team_name
zh_cn: Team_name的團隊儀表板

source: Team dashboard
pt_br: Painel da equipe
zh_cn: 團隊儀表板

source: %teamname projects
pt_br: Projetos de %teamname
zh_cn: %TeamName項目

source: Members of %team
pt_br: Membros de %team
zh_cn: %團隊成員

source: Team lead
pt_br: Liderança da equipe
zh_cn: 組長

source: The file "%filename" was uploaded successfully
zh_cn: 文件"%filename"成功上傳了

source: Client dashboard for %client_name
pt_br: Painel do cliente para %client_name
zh_cn: 客戶端儀表板for%client_name

source: Client dashboard
pt_br: Painel do cliente
zh_cn: 客戶儀表板

source: Add member(s) to this client
pt_br: Adicionar membro(s) a este cliente
zh_cn: 將成員添加到此客戶

source: Delete this client
pt_br: Excluir este cliente
zh_cn: 刪除此客戶端

source: Do you really want to delete this client?
pt_br: Você realmente deseja excluir este cliente?
zh_cn: 您真的想刪除這個客戶嗎？

source: If you delete this client, then all users in this client will be lose the permissions given via this client
pt_br: Se você excluir este cliente, todos os usuários neste cliente perderão as permissões fornecidas por meio deste cliente
zh_cn: 如果刪除此客戶端，則此客戶端中的所有用戶將丟失通過此客戶端給予的權限

source: Add a member to this client
pt_br: Adicionar um membro a este cliente
zh_cn: 將成員添加到此客戶

source: Members of %client
pt_br: Membros de %client
zh_cn: %客戶的成員

source: About %sitename
pt_br: Sobre %sitename
zh_cn: 大約%siteName

source: Version %pachno_version
pt_br: Versão %pachno_version
zh_cn: 版本%pachno_version

source: Pachno is an open collaboration platform for teams of all sizes and locations, with a strong focus on being friendly - both for regular users and power users
pt_br: Pachno é uma plataforma de colaboração aberta para equipes de todos os tamanhos e locais, com forte foco em ser amigável - tanto para usuários regulares quanto para usuários avançados
zh_cn: Pachno是針對各種規模和位置的團隊的開放協作平台，強烈專注於友好 - 適用於普通用戶和權力用戶

source: Pachno follows an open development model, and is released under an open source software license called the MPL (Mozilla Public License). This license gives you the freedom to pick up the sourcecode for Pachno and work with it any way you need.
pt_br: Pachno segue um modelo de desenvolvimento aberto e é lançado sob uma licença de software de código aberto chamada MPL (Mozilla Public License). Esta licença lhe dá a liberdade de pegar o código-fonte do Pachno e trabalhar com ele da maneira que você precisar.
zh_cn: Pachno遵循開放開發模型，並根據名為MPL（Mozilla公共許可證）的開源軟件許可發布。 該許可使您可以自由地購買Pachno的Sourcecode並與您的任何方式合作。

source: Extend, develop and change Pachno in any way you want, and do whatever you want with the new piece of software (The only thing you cannot do is call your software Pachno). Please do send us your modifications for inclusion in Pachno.
pt_br: Estenda, desenvolva e altere o Pachno da maneira que quiser e faça o que quiser com o novo software (a única coisa que você não pode fazer é chamar seu software de Pachno). Por favor, envie-nos suas modificações para inclusão no Pachno.
zh_cn: 以任何您想要的方式擴展，開發和更改Pachno，並使用新軟件做任何您想做的事情（您唯一不能做的就是調用軟件Pachno）。 請向我們發送您的修改，以納入Pachno。

source: Enjoy using Pachno!
pt_br: Divirta-se usando Pachno!
zh_cn: 喜歡使用Pachno！

source: Licensed under the MPL 2.0, read it at %link_to_MPL
pt_br: Licenciado sob o MPL 2.0, leia-o em %link_to_MPL
zh_cn: 在MPL 2.0下許可，在%link_to_mpl上閱讀它

source: 403 - Forbidden
pt_br: 403 - Proibido
zh_cn: 403-禁止

source: You are not allowed to access this page
pt_br: Você não tem permissão para acessar esta página
zh_cn: 您不允許訪問此頁面

source: You are currently not registered in this scope
pt_br: No momento você não está registrado neste escopo
zh_cn: 您目前未註冊此範圍

source: Do you want to register your username in this scope? This will link your main user account to this scope and give you access to the scope just like a regular user.
pt_br: Deseja registrar seu nome de usuário neste escopo? Isso vinculará sua conta de usuário principal a esse escopo e fornecerá acesso ao escopo como um usuário comum.
zh_cn: 您想在此範圍內註冊用戶名嗎？ 這將把您的主要用戶帳戶鏈接到此範圍，並讓您像普通用戶一樣訪問範圍。

source: NOTE: Registering in this scope will give administrators in this scope access to your user details such as username, email, name, etc.
pt_br: NOTA: O registro neste escopo dará aos administradores deste escopo acesso aos seus detalhes de usuário, como nome de usuário, e-mail, nome etc.
zh_cn: 注意：在此範圍內註冊將使管理員在此範圍內訪問您的用戶詳細信息，例如用戶名，電子郵件，名稱等。

source: If this is not what you want, select "No" below. Keep in mind that your main account can never be disabled or unregistered by administrators in this scope.
zh_cn: 如果這不是您想要的，請在下面選擇“否”。 請記住，在此範圍內，管理員永遠不會禁用或未註冊您的主要帳戶。

source: Yes, link my account
pt_br: Sim, vincular minha conta
zh_cn: 是的，鏈接我的帳戶

source: No, that's not what I want
pt_br: Não, não é isso que eu quero
zh_cn: 不，那不是我想要的

source: You can cancel this membership at any time from your account page
pt_br: Você pode cancelar esta associação a qualquer momento na página da sua conta
zh_cn: 您可以隨時從您的帳戶頁面取消此會員資格

source: 400 - Bad Request
pt_br: 400 - Solicitação inválida
zh_cn: 400-不良要求

source: You have sent an invalid request.
pt_br: Você enviou uma solicitação inválida.
zh_cn: 您已經發送了無效的請求。

source: Reporting disabled
pt_br: Relatório desativado
zh_cn: 報告禁用

source: The administrator has disabled reporting issues for this project
pt_br: O administrador desativou os problemas de relatório para este projeto
zh_cn: 管理員已禁用該項目的報告問題

source: What's the issue?
pt_br: Qual é o problema?
zh_cn: 有什麼問題？

source: Open issues assigned to you
pt_br: Problemas em aberto atribuídos a você
zh_cn: 分配給您的公開問題

source: Open issues assigned to your teams
pt_br: Problemas em aberto atribuídos às suas equipes
zh_cn: 分配給團隊的公開問題

source: Get started using Pachno
pt_br: Comece a usar o Pachno
zh_cn: 開始使用pachno

source: %number_of_articles articles imported successfully
pt_br: %number_of_articles artigos importados com sucesso
zh_cn: %number_of_articles文章成功導入

source: Project archive
pt_br: Arquivo do projeto
zh_cn: 項目檔案

source: Archive
pt_br: Arquivo
zh_cn: 檔案

source: Project documentation
pt_br: Documentação do projeto
zh_cn: 項目文檔

source: Project documents
pt_br: Documentos do projeto
zh_cn: 項目文件

source: Documents
pt_br: Documentos
zh_cn: 文件

source: Project help
pt_br: Assistência ao projeto
zh_cn: 項目幫助

source: Help
pt_br: Ajuda
zh_cn: 幫助

source: You don't have access to read this article
pt_br: Você não tem acesso para ler este artigo
zh_cn: 您無權閱讀本文

source: There was an error trying to show this revision
pt_br: Ocorreu um erro ao tentar mostrar esta revisão
zh_cn: 試圖顯示此修訂的錯誤

source: Please specify a from- and to-revision to compare
pt_br: Especifique uma revisão de- e para- comparando as mesmas
zh_cn: 請指定一個和to-Revision進行比較

source: You do not have permission to edit this article
pt_br: Você não tem permissão para editar este artigo
zh_cn: 您無權編輯本文

source: This page does not exist
pt_br: Esta página não existe
zh_cn: 本頁面不存在

source: You do not have permission to delete this article
pt_br: Você não tem permissão para excluir este artigo
zh_cn: 您無權刪除本文

source: The named link was deleted
pt_br: O link nomeado foi excluído
zh_cn: 命名鏈接已刪除

source: An error occured
pt_br: Ocorreu um Erro
zh_cn: 發生錯誤

source: The page was deleted
pt_br: A página foi excluída
zh_cn: 該頁面已刪除

source: The page has been copied
pt_br: A página foi copiada
zh_cn: 該頁面已復制

source: You need to specify a valid page name
pt_br: Você precisa especificar um nome de página válido
zh_cn: 您需要指定有效的頁面名稱

source: The page has been modified since you last opened it
pt_br: A página foi modificada desde a última vez que você a abriu
zh_cn: 自您上次打開以來，該頁面已修改

source: The category was saved
pt_br: A categoria foi salva
zh_cn: 該類別保存了

source: The page was saved
pt_br: A página foi salva
zh_cn: 該頁面保存了

source: Article ID not specified
pt_br: ID do artigo não especificado
zh_cn: 未指定的文章ID

source: User ID not specified
pt_br: ID do usuário não especificado
zh_cn: 用戶ID未指定

source: Below is a listing of all pages that links to this pages.
pt_br: Abaixo está uma lista de todas as páginas com links para essas páginas.
zh_cn: 以下是鏈接到此頁面的所有頁面的清單。

source: Note: This page lists all articles that are not linked to for "%project_name". For a list of global articles that are not linked to, see %orphaned_pages
zh_cn: 注意：此頁面列出了所有未鏈接到"%project_name"的文章。 有關未鏈接到的全局文章的列表，請參見%orphaned_pages

source: Below is a listing of pages that are not linked to by other pages.
pt_br: Abaixo está uma lista de páginas que não estão vinculadas por outras páginas.
zh_cn: 以下是其他頁面未鏈接的頁面的清單。

source: Note: This page lists all dead end articles for "%project_name". For a list of global articles with no links, see %dead_end_pages
zh_cn: 注意：此頁面列出了"%project_name"的所有死胡同文章。 有關沒有鏈接的全局文章列表，請參見%dead_end_pages

source: Below is a listing of pages that have no links to other pages.
pt_br: Abaixo está uma lista de páginas que não têm links para outras páginas.
zh_cn: 以下是沒有與其他頁面鏈接的頁面的清單。

source: Add a category
pt_br: Adicionar uma categoria
zh_cn: 添加類別

source: Categories
pt_br: Categorias
zh_cn: 類別

source: Site documentation
pt_br: Documentação do local
zh_cn: 站點文檔

source: Wiki tools
pt_br: Ferramentas de wiki
zh_cn: Wiki工具

source: Click the header to show / hide
pt_br: Clique no cabeçalho para mostrar/ocultar
zh_cn: 單擊標題顯示 /隱藏

source: What links here
pt_br: Quais links aqui
zh_cn: 這裡有什麼鏈接

source: Project special pages
pt_br: Páginas especiais do projeto
zh_cn: 項目特別頁面

source: Special pages
pt_br: Páginas especiais
zh_cn: 特殊頁面

source: Search documentation
pt_br: Pesquisar documentação
zh_cn: 搜索文檔

source: Named links
pt_br: Links nomeados
zh_cn: 命名鏈接

source: On this page
pt_br: Nesta página
zh_cn: 在本頁面

source: Pages
pt_br: Páginas
zh_cn: 頁面

source: This article has not been created yet.
pt_br: Este artigo ainda não foi criado.
zh_cn: 本文尚未創建。

source: You can create this article by clicking %create_this_article below.
pt_br: Você pode criar este artigo clicando em %create_this_article abaixo.
zh_cn: 您可以通過在下面單擊%create_this_article來創建本文。

source: Create this article
pt_br: Criar este artigo
zh_cn: 創建本文

source: Create new named link
pt_br: Criar novo link nomeado
zh_cn: 創建新的命名鏈接

source: Create page
pt_br: Criar página
zh_cn: 創建頁面

source: Create a page here
pt_br: Crie uma página aqui
zh_cn: 在這裡創建一個頁面

source: Create a page in this category
pt_br: Criar uma página nesta categoria
zh_cn: 在此類別中創建頁面

source: Create a sub-category
pt_br: Criar uma subcategoria
zh_cn: 創建一個子類別

source: Create a new category under this category
pt_br: Crie uma nova categoria nesta categoria
zh_cn: 在此類別下創建一個新類別

source: Create another page here
pt_br: Crie outra página aqui
zh_cn: 在這裡創建另一個頁面

source: Create another page under "%parent_name"
zh_cn: 在"%parent_name"下創建另一個頁面

source: Create another page at the top level
pt_br: Crie outra página no nível superior
zh_cn: 在頂級創建另一個頁面

source: Create a new sub-page
pt_br: Criar uma nova subpágina
zh_cn: 創建一個新的子頁面

source: Create a new page under the current page
pt_br: Criar uma nova página sob a página atual
zh_cn: 在當前頁面下創建一個新頁面

source: Please log in to subscribe to updates for this article
pt_br: Faça login para assinar as atualizações deste artigo
zh_cn: 請登錄以訂閱本文的更新

source: Click the star to toggle whether you want to be notified whenever this article updates or changes
pt_br: Clique na estrela para alternar se deseja ser notificado sempre que este artigo for atualizado ou alterado
zh_cn: 單擊星星以切換是否要在本文更新或更改時要通知您是否要通知

source: Download this page
pt_br: Baixe esta página
zh_cn: 下載此頁面

source: Download as pdf
pt_br: Baixar em pdf
zh_cn: 下載為PDF

source: Download as .odt
pt_br: Baixar como .odt
zh_cn: 下載為.odt

source: Download as .docx
pt_br: Baixar como .docx
zh_cn: 下載為.docx

source: Convert to template
pt_br: Converter em modelo
zh_cn: 轉換為模板

source: Create named link
pt_br: Criar link nomeado
zh_cn: 創建命名鏈接

source: Copy page
pt_br: Copiar página
zh_cn: 複製頁面

source: Permissions
pt_br: Abordagens
zh_cn: 權限

source: This page cannot be deleted
pt_br: Esta página não pode ser excluída
zh_cn: 此頁面無法刪除

source: Delete this category?
pt_br: Excluir esta categoria?
zh_cn: 刪除此類別？

source: Delete this page?
pt_br: Delete essa página?
zh_cn: 刪除此頁面？

source: Do you really want to delete this category?
pt_br: Deseja mesmo excluir esta categoria?
zh_cn: 您真的想刪除此類別嗎？

source: Do you really want to delete this page?
pt_br: Deseja mesmo excluir esta página?
zh_cn: 您真的想刪除此頁面嗎？

source: Delete this category
pt_br: Excluir esta categoria
zh_cn: 刪除此類別

source: Delete this page
pt_br: Delete essa página
zh_cn: 刪除此頁面

source: Delete this named link?
pt_br: Excluir este link nomeado?
zh_cn: 刪除此名稱鏈接？

source: The old link will stop working, but you can recreate it later if you want to.
pt_br: O link antigo deixará de funcionar, mas você poderá recriá-lo mais tarde, se desejar.
zh_cn: 舊的鏈接將停止工作，但是如果需要，您可以在以後重新創建它。

source: Wiki special pages
pt_br: Wiki de páginas especiais
zh_cn: Wiki特別頁面

source: Note: This page lists all project-specific special pages for "%project_name". For a list of global special pages, see %special_pages
zh_cn: 注意：此頁面列出了"%project_name"的所有特定項目特殊頁面。 有關全局特殊頁面列表，請參見%special_pages

source: This is a list of all the "special pages" available in Pachno wiki. These are generated automatically and cannot be edited via the builtin wiki-editor.
zh_cn: 這是Pachno Wiki中所有可用的“特殊頁面”的列表。 這些是自動生成的，無法通過內置的Wiki-Editor進行編輯。

source: Automatic pages
pt_br: Páginas automáticas
zh_cn: 自動頁

source: Frontpage article
pt_br: Artigo de primeira página
zh_cn: 前頁面文章

source: Frontpage left menu footer
pt_br: Rodapé do menu esquerdo da página inicial
zh_cn: 前頁面左菜單頁腳

source: Login introduction header
pt_br: Cabeçalho de introdução de login
zh_cn: 登錄簡介標題

source: OpenID login introduction header
pt_br: Cabeçalho de introdução de login OpenID
zh_cn: OpenID登錄簡介標題

source: Registration introduction header
pt_br: Cabeçalho de introdução do registro
zh_cn: 註冊簡介標題

source: Forgotten password introduction header
pt_br: Cabeçalho de introdução de senha esquecida
zh_cn: 忘記的密碼簡介標題

source: Project wiki frontpage
pt_br: Página inicial do wiki do projeto
zh_cn: 項目Wiki Frontpage

source: Wiki maintenance
pt_br: Manutenção do wiki
zh_cn: Wiki維護

source: Contributors
pt_br: Contribuintes
zh_cn: 貢獻者

source: Contributions
pt_br: Contribuições
zh_cn: 貢獻

source: Dead end pages
pt_br: Páginas sem saída
zh_cn: 死胡同

source: Uncategorized pages
pt_br: Páginas não categorizadas
zh_cn: 未分類的頁面

source: Orphaned pages
pt_br: Páginas órfãs
zh_cn: 孤兒頁

source: Uncategorized categories
pt_br: Categorias não categorizadas
zh_cn: 未分類類別

source: Page lists
pt_br: Listas de páginas
zh_cn: 頁面列表

source: All pages
pt_br: Todas as páginas
zh_cn: 所有頁面

source: All categories
pt_br: Todas as categorias
zh_cn: 所有類別

source: All templates
pt_br: Todos os modelos
zh_cn: 所有模板

source: Note: This page lists all articles for "%project_name". For a list of global articles, see %all_pages
zh_cn: 注意：此頁面列出了"%project_name"的所有文章。 有關全球文章列表，請參見%all_pages

source: Note: This page lists all articles in the global scope. For a list of project articles, see the corresponding "All pages" for that specific project
zh_cn: 注意：此頁面列出了全局範圍中的所有文章。 有關項目文章列表，請參見該特定項目的相應的“所有頁面”

source: Below is a listing of all pages.
pt_br: Abaixo está uma lista de todas as páginas.
zh_cn: 以下是所有頁面的清單。

source: Note: This page lists all templates for "%project_name". For a list of global templates, see %all_templates
zh_cn: 注意：此頁面列出了"%project_name"的所有模板。 有關全局模板列表，請參見%all_templates

source: Below is a listing of all templates.
pt_br: Abaixo está uma lista de todos os modelos.
zh_cn: 以下是所有模板的清單。

source: Overview
pt_br: Visão geral
zh_cn: 概述

source: Special:Contributors for %namespace namespace
pt_br: Especial: Contribuidores para namespace %namespace
zh_cn: 特別：%名稱空間名稱空間的貢獻者

source: Below is a listing of all contributors in %namespace namespace
pt_br: Abaixo está uma lista de todos os contribuintes no espaço de trabalho: %namespace
zh_cn: 以下是%命名空間名稱空間中所有貢獻者的清單

source: No contributors have made any changes in the %namespace namespace
pt_br: Nenhum colaborador fez alterações no espaço de trabalho: %namespace
zh_cn: 沒有貢獻者對%命名空間名稱空間進行任何更改

source: Note: This page lists all articles without categories in "%project_name". For a list of global articles with no categories, see %uncategorized_pages
zh_cn: 注意：此頁面列出了"%project_name"中沒有類別的所有文章。 有關沒有類別的全球文章列表

source: Below is a listing of pages that have no categories.
pt_br: Abaixo está uma lista de páginas que não têm categorias.
zh_cn: 以下是沒有類別的頁面的清單。

source: Special:Contributions to %namespace namespace
pt_br: Especial: Contribuições para o espaço de trabalho: %namespace
zh_cn: 特別：為%命名空間名稱空間的貢獻

source: global
zh_cn: 全球的

source: There are no contributions to this namespace or you are not allowed to access any of the articles in the namespace.
pt_br: Não há contribuições para este namespace ou você não tem permissão para acessar nenhum dos artigos no namespace.
zh_cn: 對於此名稱空間沒有貢獻，或者您不允許您訪問名稱空間中的任何文章。

source: Below is a listing of all contributions made to %namespace namespace. Contributions are listed only for articles you are allowed to access.
pt_br: Abaixo está uma lista de todas as contribuições feitas para o espaço de trabalho %namespace. As contribuições são listadas apenas para artigos que você tem permissão para acessar.
zh_cn: 以下是對%名稱空間名稱空間的所有貢獻的清單。 僅適用於您可以訪問的文章列出貢獻。
