Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Click to add instructions for user on how to use this field
pt_br: Clique para adicionar instruções para o usuário sobre como usar este campo
zh_cn: 單擊以添加用戶有關如何使用此字段的說明

source: Instructions (optional)
pt_br: Instruções (opcional)
zh_cn: 說明（可選）

source: Do you really want to delete this issue field?
pt_br: Deseja realmente excluir este campo de problema?
zh_cn: 您真的想刪除此問題字段嗎？

source: This will also remove the value of this issue field from all issues, along with any possible options this field can have.
pt_br: Isso também removerá o valor desse campo de pendência de todas as pendências, juntamente com todas as opções possíveis que esse campo possa ter.
zh_cn: 這還將從所有問題中刪除此問題字段的價值，以及本字段可以擁有的任何可能的選項。

source: To use a custom field in the formula, enter the field key (displayed in light gray text next to the name) between curly braces.
pt_br: Para usar um campo personalizado na fórmula, insira a chave de campo (exibida em texto cinza claro ao lado do nome) entre chaves.
zh_cn: 要在公式中使用自定義字段，請在捲曲括號之間輸入字段鍵（以淺灰色文本顯示）。

source: Example: ({myfield}+{otherfield})/({thirdfield}*2)
pt_br: Exemplo: ( {myfield}+ {otherfield})/( {thirdfield}*2)
zh_cn: 示例：（{{myfield}+{otherfield}）/（{trixfield}*2）

source: Value
pt_br: Valor
zh_cn: 價值

source: Existing choices
pt_br: Opções existentes
zh_cn: 現有選擇

source: Add a choice
pt_br: Adicionar uma opção
zh_cn: 添加選擇

source: Set status to %status
pt_br: Definir status para %satus
zh_cn: 將狀態設置為%狀態

source: Set priority to %priority
pt_br: Definir prioridade para %priority
zh_cn: 將優先級設置為%優先級

source: Set severity to %severity
pt_br: Definir gravidade para %severity
zh_cn: 將嚴重性設置為%嚴重性

source: Set category to %category
pt_br: Definir categoria para %category
zh_cn: 將類別設置為%類別

source: Set percent completed to %percentcompleted
pt_br: Definir porcentagem concluída como %percentcompleted
zh_cn: 設置%count已完成為%count的%count

source: Set resolution to %resolution
pt_br: Definir resolução para %resolution
zh_cn: 將分辨率設置為%分辨率

source: Set reproducability to %reproducability
pt_br: Defina a reprodutibilidade para %reprodutability
zh_cn: 將可重複性設置為%可重複性

source: Assign issue to %user
pt_br: Atribuir problema a %user
zh_cn: 將問題分配給%用戶

source: Set issue field %key to %value
pt_br: Definir campo de problema %key para %value
zh_cn: 設置問題字段%關鍵為%值

source: User or team specified during transition
pt_br: Usuário ou equipe especificado durante a transição
zh_cn: 過渡期間指定的用戶或團隊

source: Available users
pt_br: Usuários disponíveis
zh_cn: 可用用戶

source: Available teams
pt_br: Equipes disponíveis
zh_cn: 可用團隊

source: Do you really want to delete this transition action?
pt_br: Deseja realmente excluir esta ação de transição?
zh_cn: 您真的想刪除此過渡動作嗎？

source: Please confirm that you really want to delete this transition action.
pt_br: Confirme se você realmente deseja excluir esta ação de transição.
zh_cn: 請確認您真的想刪除此過渡動作。

source: Create new workflow scheme
pt_br: Criar novo esquema de fluxo de trabalho
zh_cn: 創建新的工作流程方案

source: Type a short, descriptive name such as "Service desk workflow"
zh_cn: 鍵入簡短的描述性名稱，例如“服務台工作流”

source: Add an optional description
pt_br: Adicione uma descrição opcional
zh_cn: 添加可選描述

source: Issue type workflow associations
pt_br: Associações de fluxo de trabalho do tipo de problema
zh_cn: 問題類型工作流程關聯

source: Use default workflow
pt_br: Usar fluxo de trabalho padrão
zh_cn: 使用默認工作流程

source: Save workflow associations
pt_br: Salvar associações de fluxo de trabalho
zh_cn: 保存工作流關聯

source: %number_of_projects project(s)
pt_br: %number_of_projects projeto(s)
zh_cn: %number_of_projects項目

source: Edit issue type scheme
pt_br: Editar esquema de tipo de problema
zh_cn: 編輯問題類型方案

source: Make a copy
pt_br: Faça uma cópia
zh_cn: 製作副本

source: Cannot delete issuetype scheme
pt_br: Não é possível excluir o esquema de tipo de problema
zh_cn: 無法刪除ISSUETYPE方案

source: This issuetype scheme can not be deleted as it is being used by %number_of_projects project(s)
pt_br: Este esquema de tipo de problema não pode ser excluído, pois está sendo usado por %number_of_projects projeto(s)
zh_cn: 由於%number_of_projects project使用此版本型方案，因此無法刪除該方案

source: Copy issue type scheme
pt_br: Copiar esquema de tipo de problema
zh_cn: 複製問題類型方案

source: Please enter the name of the new issue type scheme
pt_br: Insira o nome do novo esquema de tipo de pendência
zh_cn: 請輸入新問題類型方案的名稱

source: Please confirm that you want to delete this issue type scheme.
pt_br: Confirme que deseja excluir este esquema de tipo de problema.
zh_cn: 請確認您要刪除此問題類型方案。

source: Edit role
pt_br: Editar função
zh_cn: 編輯角色

source: Create new role
pt_br: Criar nova função
zh_cn: 創建新角色

source: Enter the name of the role, and select permissions inherited by users or teams assigned with this role from the list below
pt_br: Insira o nome da função e selecione as permissões herdadas por usuários ou equipes atribuídas a essa função na lista abaixo
zh_cn: 輸入角色的名稱，然後選擇由以下列表分配的用戶或團隊繼承的權限

source: Role permissions
pt_br: Permissões de função
zh_cn: 角色權限

source: Save role
pt_br: Salvar função
zh_cn: 保存角色

source: Configure issue types
pt_br: Configurar tipos de problemas
zh_cn: 配置問題類型

source: Issue fields and available issue types for a project is determined by its issue type scheme. Read more about how issue type schemes works and are configured in the %online_documentation
pt_br: Os campos de pendência e os tipos de pendências disponíveis para um projeto são determinados por seu esquema de tipo de pendência. Leia mais sobre como os esquemas de tipo de problema funcionam e são configurados na %online_documentation
zh_cn: 項目的發行字段和可用問題類型由其發行類型方案確定。 閱讀有關問題類型計劃的工作方式和在%online_documentation中配置的更多信息

source: Existing issue type schemes
pt_br: Esquemas de tipo de problema existentes
zh_cn: 現有問題類型方案

source: Create scheme
pt_br: Criar esquema
zh_cn: 創建方案

source: Issue type scheme name
pt_br: Nome do esquema do tipo de problema
zh_cn: 問題類型方案名稱

source: Manage projects
pt_br: Gerenciar projetos
zh_cn: 管理項目

source: Configure projects
pt_br: Configurar projetos
zh_cn: 配置項目

source: More information about projects - including how to import projects from external sources such as %github or %gitlab, collaborate with your project team(s) or configuring your project is found in the %project_documentation.
pt_br: Mais informações sobre projetos - incluindo como importar projetos de fontes externas como %github ou %gitlab, colaborar com sua(s) equipe(s) de projeto ou configurar seu projeto são encontradas em %project_documentation.
zh_cn: 有關項目的更多信息 - 包括如何從%github或%gitlab等外部來源導入項目，與您的項目團隊合作或配置您的項目。

source: project documentation
pt_br: Documentação do projeto
zh_cn: 項目文檔

source: This instance is using %num of max %max projects
pt_br: Esta instância está usando %num dos projetos max %max
zh_cn: 此實例使用%的最大%最大項目

source: Allow users to create projects
pt_br: Permitir que os usuários criem projetos
zh_cn: 允許用戶創建項目

source: Toggle on the setting above to allow users to create projects. This lets users create projects freely from the project list, and invite other users to collaborate
pt_br: Ative a configuração acima para permitir que os usuários criem projetos. Isso permite que os usuários criem projetos livremente a partir da lista de projetos e convidem outros usuários para colaborar
zh_cn: 在上面的設置上切換以允許用戶創建項目。 這使用戶可以從項目列表中自由創建項目，並邀請其他用戶協作

source: There are no projects available
pt_br: Não há projetos disponíveis
zh_cn: 沒有可用的項目

source: Configure issue type scheme %scheme_name
pt_br: Configurar esquema de tipo de problema %scheme_name
zh_cn: 配置問題類型計劃%spech_name

source: Scheme name
pt_br: Nome do esquema
zh_cn: 方案名稱

source: Configure data types
pt_br: Configurar tipos de dados
zh_cn: 配置數據類型

source: Configure issue fields
pt_br: Configurar campos de problema
zh_cn: 配置問題字段

source: Add, remove and edit available issue fields and their valid values. Field visibility (such as in the issue view or during reporting) is decided by the %issuetype_scheme in use by the project.
pt_br: Adicione, remova e edite campos de pendências disponíveis e seus valores válidos. A visibilidade do campo (como na visualização do problema ou durante o relatório) é decidida pelo %issuetype_scheme em uso pelo projeto.
zh_cn: 添加，刪除和編輯可用的問題字段及其有效值。 現場可見性（例如問題視圖或報告期間）由項目使用的%issuetype_scheme決定。

source: Issuetype scheme
pt_br: Esquema de tipo de problema
zh_cn: 發行計劃

source: Create a new field
pt_br: Criar um novo campo
zh_cn: 創建一個新領域

source: Workflow name
pt_br: Nome do fluxo de trabalho
zh_cn: 工作流名稱

source: Enter an optional workflow description
pt_br: Insira uma descrição de fluxo de trabalho opcional
zh_cn: 輸入可選的工作流說明

source: Workflow description
pt_br: Descrição do fluxo de trabalho
zh_cn: 工作流說明

source: Workflow steps
pt_br: Etapas do fluxo de trabalho
zh_cn: 工作流程步驟

source: Add workflow step
pt_br: Adicionar etapa de fluxo de trabalho
zh_cn: 添加工作流步驟

source: Configure uploads & attachments
pt_br: Configurar uploads e anexos
zh_cn: 配置上傳和附件

source: Configure file uploads so users can attach files to issues and pages. File uploads also lets you provide self-hosted project downloads. Read more about configuring uploads in %ConfigureUploads.
pt_br: Configure uploads de arquivos para que os usuários possam anexar arquivos a problemas e páginas. Os uploads de arquivos também permitem que você forneça downloads de projetos auto-hospedados. Leia mais sobre como configurar uploads em %ConfigureUploads.
zh_cn: 配置文件上傳，以便用戶可以將文件附加到問題和頁面上。 文件上傳還使您可以提供自託管項目下載。 閱讀有關在%configureuploads中配置上傳的更多信息。

source: %mb MB of %max MB
pt_br: %mb MB de %max MB
zh_cn: %MB%最大MB

source: The file upload functionality can be enhanced with file type detection. To enable this, please install and enable the fileinfo extension.
pt_br: A funcionalidade de upload de arquivo pode ser aprimorada com a detecção de tipo de arquivo. Para habilitar isso, instale e habilite a extensão fileinfo.
zh_cn: 文件類型檢測可以增強文件上傳功能。 要啟用此功能，請安裝並啟用FileInfo擴展名。

source: Enable uploads
pt_br: Ativar uploads
zh_cn: 啟用上傳

source: Enabling uploads allows users to attach files to issues, use the "cover" functionality in boards, upload documents, images and PDFs. More fine-grained permissions are available from the permissions configuration.
zh_cn: 啟用上傳允許用戶將文件附加到問題上，在董事會，上傳文檔，圖像和PDF中使用“封面”功能。 從權限配置可獲得更多細粒度的權限。

source: Current php values: %max_upload_size=%ini_max_upload_size and %post_max_size=%ini_post_max_size
pt_br: Valores php atuais: %max_upload_size=%ini_max_upload_size e %post_max_size=%ini_post_max_size
zh_cn: 當前php值：%max_upload_size =%ini_max_upload_size和%post_max_size =%ini_post_max_size

source: Upload restrictions
pt_br: Restrições de upload
zh_cn: 上傳限制

source: Allowed extensions
pt_br: Extensões permitidas
zh_cn: 允許的擴展

source: Whitelist
pt_br: Lista de permissões
zh_cn: 白名單

source: Denied extensions
pt_br: Extensões negadas
zh_cn: 拒絕擴展

source: Blacklist
pt_br: Lista negra
zh_cn: 黑名單

source: A space-, comma- or semicolon-separated list of extensions (without the dot) used to filter uploads, based on the "%upload_restrictions" setting above. Ex: "%example_1" or "%example_2" or "%example_3"
zh_cn: 基於上面的"%upload_restrictions"設置，用於過濾上傳的擴展名（無點）的空間，逗號或半分隔的擴展名列表（無點）。 例如："%example_1"或"%example_2"或"%example_3"

source: File storage
pt_br: Armazenamento de arquivo
zh_cn: 文件存儲

source: File system
pt_br: Sistema de arquivo
zh_cn: 文件系統

source: Database
pt_br: Base de dados
zh_cn: 數據庫

source: Specify whether you want to use the filesystem or database to store uploaded files. Using the database will make it easier to move your installation to another server.
pt_br: Especifique se deseja usar o sistema de arquivos ou banco de dados para armazenar arquivos carregados. Usar o banco de dados tornará mais fácil mover sua instalação para outro servidor.
zh_cn: 指定您要使用文件系統還是數據庫來存儲上傳的文件。 使用數據庫將使您更容易將安裝移至另一台服務器。

source: Storage usage
pt_br: Uso de armazenamento
zh_cn: 存儲使用

source: %mb MB used
pt_br: %mb MB usados
zh_cn: %MB使用

source: Upload location
pt_br: Carregar local
zh_cn: 上傳位置

source: Php X-Sendfile extension
pt_br: Extensão Php X-Sendfile
zh_cn: PHP X-Sendfile擴展

source: Use X-Sendfile
pt_br: Usar X-Sendfile
zh_cn: 使用X-SendFile

source: Don't use X-Sendfile
pt_br: Não use X-Sendfile
zh_cn: 不要使用X-Sendfile

source: Choose whether files shall be delivered through PHP or the X-Sendfile server extension. X-Sendfile allows delivering big files without impacting PHP's memory limit.
pt_br: Escolha se os arquivos devem ser entregues através do PHP ou da extensão de servidor X-Sendfile. X-Sendfile permite entregar arquivos grandes sem afetar o limite de memória do PHP.
zh_cn: 選擇是否應通過PHP或X-SendFile服務器擴展程序傳遞文件。 X-SendFile允許在不影響PHP的內存限制的情況下交付大文件。

source: Warning: When enabling this option, make sure the X-Sendfile extension is installed on your server and configured properly to serve files from the above upload location, or file delivery will be severely broken.
pt_br: Aviso: Ao ativar esta opção, certifique-se de que a extensão X-Sendfile esteja instalada em seu servidor e configurada corretamente para servir arquivos do local de upload acima, ou a entrega de arquivos será gravemente interrompida.
zh_cn: 警告：啟用此選項時，請確保在服務器上安裝X-SendFile擴展名並正確配置以從上述上傳位置服務文件，否則文件交付將嚴重破壞。

source: Browser caching (images)
pt_br: Cache do navegador (imagens)
zh_cn: 瀏覽器緩存（圖像）

source: Enable
pt_br: Permitir
zh_cn: 使能夠

source: Disable
pt_br: Desativar
zh_cn: 禁用

source: By default, browser caching is disabled for uploads and attachments. When enabling this option, image files will be delivered to the browser with a valid caching header.
pt_br: Por padrão, o cache do navegador está desabilitado para uploads e anexos. Ao habilitar esta opção, os arquivos de imagem serão entregues ao navegador com um cabeçalho de cache válido.
zh_cn: 默認情況下，禁用瀏覽器緩存以用於上傳和附件。 在啟用此選項時，圖像文件將通過有效的緩存標頭傳遞到瀏覽器。

source: File uploads are not available in this instance of Pachno.
pt_br: Os uploads de arquivos não estão disponíveis nesta instância do Pachno.
zh_cn: 在Pachno的情況下，文件上傳不可用。

source: When uploads are disabled, users will not be able to attach files to issues, use the "cover" functionality in boards, upload documents, images or PDFs. More fine-grained permissions are available from the permissions configuration.
zh_cn: 禁用上傳後，用戶將無法將文件附加到問題上，請在董事會，上傳文檔，圖像或PDF中使用“封面”功能。 從權限配置可獲得更多細粒度的權限。

source: Configure workflow step "%step_name"
zh_cn: 配置工作流步驟"%step_name"

source: %a_workflow_step_transition or %a_workflow_step_transition
pt_br: %a_workflow_step_transition ou %a_workflow_step_transition
zh_cn: %a_workflow_step_transition或%a_workflow_step_transition

source: Workflow step "%step_name"
zh_cn: 工作流步驟"%step_name"

source: This page shows all the available details for this step for the selected workflow, as well as transitions to and from this step.
pt_br: Esta página mostra todos os detalhes disponíveis para esta etapa para o fluxo de trabalho selecionado, bem como as transições de e para esta etapa.
zh_cn: 此頁面顯示了此步驟的所有可用詳細信息，用於所選的工作流以及往返此步驟的過渡。

source: You can add and remove transitions from this page, as well as manage properties for this step.
pt_br: Você pode adicionar e remover transições desta página, bem como gerenciar propriedades para esta etapa.
zh_cn: 您可以從此頁面添加和刪除過渡，以及管理此步驟的屬性。

source: Edit this step
pt_br: Editar esta etapa
zh_cn: 編輯此步驟

source: Add outgoing transition
pt_br: Adicionar transição de saída
zh_cn: 增加過渡

source: Step path
pt_br: Caminho da etapa
zh_cn: 步路路徑

source: This step doesn't have any incoming transitions
pt_br: Esta etapa não tem transições de entrada
zh_cn: 此步驟沒有任何傳入的過渡

source: This step doesn't have any outgoing transitions
pt_br: Esta etapa não tem transições de saída
zh_cn: 此步驟沒有任何外向的過渡

source: Open and editable
pt_br: Aberto e editável
zh_cn: 開放且可編輯

source: Open, but not editable
pt_br: Aberto, mas não editável
zh_cn: 開放，但不可編輯

source: Closed, but editable
pt_br: Fechado, mas editável
zh_cn: 關閉，但可編輯

source: Closed and not editable
pt_br: Fechado e não editável
zh_cn: 關閉，不可編輯

source: Connected status
pt_br: Status conectado
zh_cn: 連接狀態

source: This step is not connected to a specific status
pt_br: Esta etapa não está conectada a um status específico
zh_cn: 此步驟未連接到特定狀態

source: Editable
pt_br: Editável
zh_cn: 可編輯

source: Not editable
pt_br: Não editável
zh_cn: 不可編輯

source: Not connected to a status
pt_br: Não conectado a um status
zh_cn: 未連接到狀態

source: Update step details
pt_br: Atualizar detalhes da etapa
zh_cn: 更新步驟詳細信息

source: %update_step_details or %cancel
pt_br: %update_step_details ou %cancel
zh_cn: %update_step_details或%取消

source: Configure workflow schemes
pt_br: Configurar esquemas de fluxo de trabalho
zh_cn: 配置工作流方案

source: Workflow schemes links issue types to workflows. You can read more about how workflow schemes work and are set up in %link_to_wiki_workflow.
pt_br: Os esquemas de fluxo de trabalho vinculam os tipos de problemas aos fluxos de trabalho. Você pode ler mais sobre como os esquemas de fluxo de trabalho funcionam e são configurados em %link_to_wiki_workflow.
zh_cn: 工作流方案鏈接到工作流程。 您可以閱讀有關工作流方案的工作方式的更多信息，並以%link_to_to_wiki_workflow設置。

source: Existing workflow schemes
pt_br: Esquemas de fluxo de trabalho existentes
zh_cn: 現有的工作流方案

source: Workflow scheme name
pt_br: Nome do esquema de fluxo de trabalho
zh_cn: 工作流方案名稱

source: Configure authentication
pt_br: Configurar autenticação
zh_cn: 配置身份驗證

source: To apply changes to the authentication system, you have been automatically logged out. The new authentication system is now in use.
pt_br: Para aplicar alterações no sistema de autenticação, você foi desconectado automaticamente. O novo sistema de autenticação já está em uso.
zh_cn: 要應用對身份驗證系統的更改，您已自動登錄。 現已使用新的身份驗證系統。

source: Configure users, teams and clients
pt_br: Configurar usuários, equipes e clientes
zh_cn: 配置用戶，團隊和客戶

source: Users (%num/%max)
zh_cn: 用戶（%num/%最大）

source: Users
pt_br: Usuários
zh_cn: 用戶

source: Teams (%num/%max)
pt_br: Equipes (%num/%max)
zh_cn: 團隊（%count/%最大）

source: Manage users and groups
pt_br: Gerenciar usuários e grupos
zh_cn: 管理用戶和組

source: Add, remove and manage users and user groups in this installation. For more information about user management, see the %online_documentation.
pt_br: Adicione, remova e gerencie usuários e grupos de usuários nesta instalação. Para obter mais informações sobre gerenciamento de usuários, consulte a %online_documentation.
zh_cn: 在此安裝中添加，刪除和管理用戶和用戶組。 有關用戶管理的更多信息，請參見%在線_ documentation。

source: Online documentation
pt_br: Documentação online
zh_cn: 在線文檔

source: Show all users
pt_br: Mostrar todos os usuários
zh_cn: 向所有用戶顯示

source: Show unactivated users
pt_br: Mostrar usuários não ativados
zh_cn: 顯示未激活的用戶

source: Show newly created users
pt_br: Mostrar usuários recém-criados
zh_cn: 顯示新創建的用戶

source: Enter user details here to find users
pt_br: Insira os detalhes do usuário aqui para encontrar usuários
zh_cn: 在此處輸入用戶詳細信息以查找用戶

source: Would you like to add this user to the current scope?
pt_br: Você gostaria de adicionar este usuário ao escopo atual?
zh_cn: 您想將此用戶添加到當前範圍嗎？

source: The username you tried to create already exists. You can give this user access to the current scope by pressing "%yes" below. If you want to create a different user, press "%no" and enter a different username.
zh_cn: 您嘗試創建的用戶名已經存在。 您可以通過在下面按"%yes" 來使此用戶訪問當前範圍。 如果要創建其他用戶，請按"%no"並輸入其他用戶名。

source: yes
pt_br: sim
zh_cn: 是的

source: no
pt_br: não
zh_cn: 不

source: Add a user
pt_br: Adicionar um usuário
zh_cn: 添加用戶

source: Enter the username here
pt_br: Digite o nome de usuário aqui
zh_cn: 在此處輸入用戶名

source: Full name
pt_br: Nome completo
zh_cn: 全名

source: Add user to group
pt_br: Adicionar usuário ao grupo
zh_cn: 將用戶添加到組

source: No teams selected
pt_br: Nenhuma equipe selecionada
zh_cn: 沒有選擇團隊

source: Add user to team
pt_br: Adicionar usuário à equipe
zh_cn: 將用戶添加到團隊中

source: Generate new password for this user?
pt_br: Gerar nova senha para este usuário?
zh_cn: 為此用戶生成新密碼？

source: Please confirm that you want to generate a new password for this user.
pt_br: Confirme que deseja gerar uma nova senha para este usuário.
zh_cn: 請確認您要為此用戶生成新密碼。

source: The password has been reset. The new password is: %password
pt_br: A senha foi redefinida. A nova senha é: %password
zh_cn: 密碼已重置。 新密碼是：%密碼

source: Configure scopes
pt_br: Configurar escopos
zh_cn: 配置示波器

source: Pachno scopes are self-contained environments within the same Pachno installation, set up to be initialized when Pachno is accessed via different hostnames. Read more about scopes in %ConfigureScopes.
pt_br: Os escopos do Pachno são ambientes independentes dentro da mesma instalação do Pachno, configurados para serem inicializados quando o Pachno é acessado por meio de nomes de host diferentes. Leia mais sobre escopos em %ConfigureScopes.
zh_cn: pachno示波器是同一Pachno安裝中的獨立環境，在通過不同的主機名訪問Pachno時，設置為初始化。 閱讀更多有關範圍示波器的信息。

source: The scope was deleted
pt_br: O escopo foi excluído
zh_cn: 範圍被刪除

source: The hostname must be unique and cannot be blank
pt_br: O nome do host deve ser exclusivo e não pode ficar em branco
zh_cn: 主機名必須是唯一的，不能空白

source: The scope name must be unique and cannot be blank
pt_br: O nome do escopo deve ser exclusivo e não pode ficar em branco
zh_cn: 範圍名稱必須是唯一的，不能是空白的

source: The settings were saved successfully
pt_br: As configurações foram salvas com sucesso
zh_cn: 設置成功地保存了

source: Scopes available on this installation
pt_br: Escopos disponíveis nesta instalação
zh_cn: 此安裝上可用的示波器

source: Only show scopes with projects
pt_br: Mostrar escopos apenas com projetos
zh_cn: 僅顯示項目範圍

source: Only show scopes with issues
pt_br: Mostrar apenas escopos com problemas
zh_cn: 僅顯示問題的範圍

source: Please remember to install and configure your chosen authentication backend before setting it here. Changing settings on this page will result in you being logged out. If you find yourself unable to log in, use the %bin/pachno command line client to revert these settings.
pt_br: Lembre-se de instalar e configurar o back-end de autenticação escolhido antes de configurá-lo aqui. A alteração das configurações nesta página resultará em seu logout. Se você não conseguir fazer login, use o cliente de linha de comando %bin/pachno para reverter essas configurações.
zh_cn: 請記住，在此處設置之前，請記住安裝和配置所選的身份驗證後端。 更改此頁面上的設置將導致您登錄。 如果您發現自己無法登錄，請使用%bin/pachno命令行客戶端恢復這些設置。

source: Authentication backend
pt_br: Back-end de autenticação
zh_cn: 身份驗證後端

source: Pachno authentication (use internal user mechanisms)
pt_br: Autenticação Pachno (use mecanismos internos do usuário)
zh_cn: Pachno身份驗證（使用內部用戶機制）

source: All modules which provide authentication are shown here. Please ensure your chosen backend is configured first, and please read the warnings included with your chosen backend to ensure that you do not lose administrator access.
pt_br: Todos os módulos que fornecem autenticação são mostrados aqui. Certifique-se de que o back-end escolhido está configurado primeiro e leia os avisos incluídos no back-end escolhido para garantir que você não perca o acesso de administrador.
zh_cn: 此處顯示所有提供身份驗證的模塊。 請確保首先配置您選擇的後端，並請閱讀您選擇的後端隨附的警告，以確保您不會失去管理員訪問權限。

source: If you install additional authentication modules such as LDAP authentication, you can configure them from this page
pt_br: Se você instalar módulos de autenticação adicionais, como autenticação LDAP, poderá configurá-los nesta página
zh_cn: 如果您安裝了其他身份驗證模塊，例如LDAP身份驗證，則可以從此頁面配置它們

source: Registration message
pt_br: Mensagem de registro
zh_cn: 註冊消息

source: The registration page is unavailable when using a different backend. You can write a message to be shown to users instead.
pt_br: A página de registro não está disponível ao usar um back-end diferente. Você pode escrever uma mensagem para ser mostrada aos usuários.
zh_cn: 使用其他後端時，註冊頁面不可用。 您可以編寫一條消息，以改為向用戶顯示。

source: Forgot password message
pt_br: Esqueci a mensagem de senha
zh_cn: 忘記密碼消息

source: Change password message
pt_br: Mensagem de alteração de senha
zh_cn: 更改密碼消息
