Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Special:Contributions to %namespace namespace created via initial fixtures
pt_br: Especial: Contribuições para o espaço de trabalho %namespace criado por meio de fixtures iniciais
zh_cn: 特別：通過初始燈具創建的%命名空間名稱空間的貢獻

source: Below is a listing of all contributions made via initial fixtures to %namespace namespace. Contributions are listed only for articles you are allowed to access.
pt_br: Abaixo está uma lista de todas as contribuições feitas por meio de fixtures iniciais para o espaço de trabalho %namespace. As contribuições são listadas apenas para artigos que você tem permissão para acessar.
zh_cn: 以下是通過初始固定裝置對%命名空間命名空間做出的所有貢獻的清單。 僅適用於您可以訪問的文章列出貢獻。

source: Special:Contributions - No such user %username
pt_br: Especial: Contribuições - Nenhum usuário %username
zh_cn: 特別：貢獻 - 沒有此類用戶%用戶名

source: User with specified username does not exist.
pt_br: O usuário com o nome de usuário especificado não existe.
zh_cn: 具有指定用戶名的用戶不存在。

source: Special:Contributions to %namespace namespace by %user_full_name
pt_br: Especial: Contribuições para o espaço de trabalho %namespace por %user_full_name
zh_cn: 特殊：%命名空間命名空間的貢獻，%user_full_name

source: This user has made no contributions to the wiki or you are not allowed to access any of the articles the user has contributed to.
pt_br: Este usuário não fez contribuições para o wiki ou você não tem permissão para acessar nenhum dos artigos para os quais o usuário contribuiu.
zh_cn: 該用戶沒有為Wiki做出任何貢獻，或者您不允許您訪問用戶貢獻的任何文章。

source: Below is a listing of all contributions made by this user to %namespace namespace. Contributions are listed only for articles you are allowed to access.
pt_br: Abaixo está uma lista de todas as contribuições feitas por este usuário para o espaço de trabalho %namespace. As contribuições são listadas apenas para artigos que você tem permissão para acessar.
zh_cn: 以下是該用戶對%命名空間名稱空間的所有貢獻的清單。 僅適用於您可以訪問的文章列出貢獻。

source: Article
pt_br: Artigo
zh_cn: 文章

source: Author
pt_br: Autor
zh_cn: 作者

source: Reason
pt_br: Motivo
zh_cn: 原因

source: no author
pt_br: Nenhum autor
zh_cn: 沒有作者

source: Note: This page lists all categories for "%project_name". For a list of global categories, see %all_categories
zh_cn: 注意：此頁面列出了"%project_name"的所有類別。 有關全局類別列表，請參見%all_categories

source: Below is a listing of all categories.
pt_br: Abaixo está uma lista de todas as categorias.
zh_cn: 以下是所有類別的清單。

source: %num article(s) found
pt_br: %num artigo(s) encontrado(s)
zh_cn: %num文章找到

source: Last updated %updated_at
pt_br: Última atualização %updated_at
zh_cn: 上次更新%更新_at

source: See %num more articles ...
pt_br: Ver %num ou mais artigos ...
zh_cn: 請參閱%num更多文章...

source: No articles found matching your query
pt_br: Nenhum artigo encontrado que corresponda à sua consulta
zh_cn: 沒有發現與您的查詢相匹配的文章

source: Links to this article
pt_br: Links para este artigo
zh_cn: 鏈接到本文

source: %time, by %user
pt_br: %time, por %user
zh_cn: %時間，用戶%

source: System
pt_br: Sistema
zh_cn: 系統

source: No other articles links to this article
pt_br: Nenhum outro artigo tem links para este artigo
zh_cn: 沒有其他文章鏈接到本文

source: Authored by %user
pt_br: De autoria de %user
zh_cn: 由%用戶撰寫

source: System-generated article
pt_br: Artigo gerado pelo sistema
zh_cn: 系統生成的文章

source: Redirected from %article_name
pt_br: Redirecionado de %article_name
zh_cn: 從%atrest_name重定向

source: Edit named link
pt_br: Editar link nomeado
zh_cn: 編輯命名鏈接

source: Redirect slug
pt_br: Redirecionamento lento
zh_cn: 重定向sl

source: Enter a short, meaningful name for the link. Letters, underscores and dashes only - no spaces.
pt_br: Insira um nome curto e significativo para o link. Apenas letras, sublinhados e traços - sem espaços.
zh_cn: 輸入鏈接的簡短，有意義的名稱。 字母，下劃線和破折號 - 沒有空間。

source: Redirects to
pt_br: Redireciona para
zh_cn: 重定向到

source: Table of contents
pt_br: Tabela de conteúdos
zh_cn: 目錄

source: Minimize
pt_br: Minimizar
zh_cn: 最小化

source: Stick to top
pt_br: Fique no topo
zh_cn: 堅持到頂部

source: General wiki settings
pt_br: Configurações gerais do wiki
zh_cn: 一般Wiki設置

source: Import wiki articles
pt_br: Importar artigos da wiki
zh_cn: 導入Wiki文章

source: Enable wiki
pt_br: Ativar wiki
zh_cn: 啟用Wiki

source: Setting this to "%no" will hide all "Wiki" tabs and links
zh_cn: 將其設置為"%no"將隱藏所有“ Wiki”標籤和鏈接

source: Menu title
pt_br: Título do menu
zh_cn: 菜單標題

source: Project archive / Archive
pt_br: Arquivo do projeto / Arquivo
zh_cn: 項目檔案 /檔案

source: Project documentation / Documentation
pt_br: Documentação do projeto / Documentação
zh_cn: 項目文檔 /文檔

source: Project documents / Documents
pt_br: Documentos / Documentos do projeto
zh_cn: 項目文件 /文件

source: Project help / Help
pt_br: Ajuda / Ajuda do projeto
zh_cn: 項目幫助 /幫助

source: Project wiki / Wiki
pt_br: Projeto wiki / Wiki
zh_cn: Wiki / Wiki項目

source: Specify here if you want to show a different menu title than "Wiki" in the header menu
zh_cn: 如果您想在“標題”菜單中顯示與“ Wiki”不同的菜單標題，請在此處指定。

source: Allow "CamelCased" links
zh_cn: 允許“駱駝”鏈接

source: Traditionally, %CamelCasing has been used to specify links between documents in Wikis. If you want to keep this turned on, specify so here. Make sure you read the %wikiformatting wiki article if you are unsure how to use this feature.
pt_br: Tradicionalmente, %CamelCasing tem sido usado para especificar links entre documentos em Wikis. Se você quiser manter isso ativado, especifique isso aqui. Certifique-se de ler o artigo wiki %wikiformatting se não tiver certeza de como usar esse recurso.
zh_cn: 傳統上，%count駱駝被用來指定維基斯文檔之間的鏈接。 如果您想繼續打開此操作，請在此處指定。 如果您不確定如何使用此功能，請確保閱讀Wikiformatting Wiki文章。

source: CamelCasing
pt_br: Concatenação
zh_cn: 駱駝

source: Require change reason
pt_br: Exigir motivo da alteração
zh_cn: 需要更改原因

source: Setting this to "%no" will not require users to enter a reason when saving Wiki changes
zh_cn: 將其設置為"%no"將不需要用戶在保存Wiki更改時輸入原因

source: Wiki permissions
pt_br: Permissões de wiki
zh_cn: Wiki許可

source: Open for everyone with access to add / remove content
pt_br: Aberto para todos com acesso para adicionar/remover conteúdo
zh_cn: 為每個訪問 /刪除內容訪問的人開放

source: Only registered users can add / remove content
pt_br: Somente usuários registrados podem adicionar/remover conteúdo
zh_cn: 只有註冊用戶才能添加 /刪除內容

source: Set wiki permissions manually
pt_br: Definir permissões de wiki manualmente
zh_cn: 手動設置Wiki權限

source: Specify how you want to control access to wiki editing functionality
pt_br: Especifique como você deseja controlar o acesso à funcionalidade de edição do wiki
zh_cn: 指定如何控制對Wiki編輯功能的訪問

source: Click "%save" to save wiki notification settings
zh_cn: 單擊"%save"以保存Wiki通知設置

source: Show articles in namespace
pt_br: Mostrar artigos no espaço de trabalho
zh_cn: 在名稱空間中顯示文章

source: Without namespace
pt_br: Sem espaço de trabalho
zh_cn: 沒有名稱空間

source: Toggle selection on visible articles
pt_br: Alternar a seleção em artigos visíveis
zh_cn: 可見文章的切換選擇

source: Please select which articles to import, from the list of available articles below. When you are finished, click the %import_articles button at the bottom
pt_br: Selecione quais artigos importar, na lista de artigos disponíveis abaixo. Quando terminar, clique no botão %import_articles na parte inferior
zh_cn: 請從下面的可用文章列表中選擇要導入的文章。 完成後，單擊底部的%import_articles按鈕

source: Import articles
pt_br: Importar artigos
zh_cn: 進口文章

source: Open existing article in new window
pt_br: Abra o artigo existente em uma nova janela
zh_cn: 在新窗口中打開現有文章

source: Importing this article will overwrite an existing article in the database
pt_br: A importação deste artigo substituirá um artigo existente no banco de dados
zh_cn: 導入本文將覆蓋數據庫中的現有文章

source: Click "%import_articles" to import the selected articles
zh_cn: 單擊"%import_articles"以導入所選文章

source: Note: This page lists all categories without any parent categories in "%project_name". For a list of global categories with no parent categories, see %uncategorized_categories
zh_cn: 注意：此頁面列出了"%project_name"中沒有任何父類別的所有類別。 對於沒有父類別的全局類別列表，請參見%nocgatorized_categories

source: Below is a listing of categories that have no parent categories.
pt_br: Abaixo está uma lista de categorias que não têm categorias pai.
zh_cn: 以下是沒有父母類別的類別的列表。

source: Recently edited pages here
pt_br: Páginas editadas recentemente aqui
zh_cn: 最近在這裡編輯了頁面

source: There are no recent pages here
pt_br: Não há páginas recentes aqui
zh_cn: 這裡沒有最近的頁面

source: This list is empty.
pt_br: Esta lista está vazia.
zh_cn: 此列表為空。

source: Move to separate article
pt_br: Mover para artigo separado
zh_cn: 移至單獨的文章

source: Removes the link to any parent article
pt_br: Remove o link para qualquer artigo pai
zh_cn: 刪除指向任何父母文章的鏈接

source: %num articles in this category
pt_br: %num artigos nesta categoria
zh_cn: 該類別中的數字文章

source: No other articles in this category
pt_br: Nenhum outro artigo nesta categoria
zh_cn: 該類別中沒有其他文章

source: %num other articles
pt_br: %num outros artigos
zh_cn: %其他文章

source: %article_name attachments
pt_br: %article_name anexos
zh_cn: %Article_name附件

source: Attach a file
pt_br: Anexar um arquivo
zh_cn: 附加文件

source: File uploads are not enabled
pt_br: Os uploads de arquivos não estão ativados
zh_cn: 未啟用文件上傳

source: %article_name permissions
pt_br: permissões de %article_name
zh_cn: %Article_name權限

source: Specify permissions for entire wiki
pt_br: Especificar permissões para todo o wiki
zh_cn: 為整個Wiki指定權限

source: Specify permissions for the article %article_name
pt_br: Especifique permissões para o artigo %article_name
zh_cn: 指定文章的權限。

source: Specify permissions to edit categories
pt_br: Especificar permissões para editar categorias
zh_cn: 指定編輯類別的權限

source: Specify permissions for the %namespace namespace
pt_br: Especificar permissões para o espaço de trabalho: %namespace
zh_cn: 指定%名稱空間名稱空間的權限

source: Select this option to specify permissions for the entire wiki.
pt_br: Selecione esta opção para especificar permissões para todo o wiki.
zh_cn: 選擇此選項以指定整個Wiki的權限。

source: Select this option to specify permissions for this article.
pt_br: Selecione esta opção para especificar permissões para este artigo.
zh_cn: 選擇此選項以指定本文的權限。

source: Select this option to specify permissions for who can create and edit categories.
pt_br: Selecione esta opção para especificar permissões para quem pode criar e editar categorias.
zh_cn: 選擇此選項以指定誰可以創建和編輯類別的權限。

source: Specify permissions for the %namespace namespace. These permissions will apply for all articles in the mentioned namespace for which article-specific permissions, or child-namespace permissions have not been granted.
pt_br: Especifique permissões para o espaço de trabalho %namespace. Essas permissões serão aplicadas a todos os artigos no espaço de trabalho mencionado para os quais não foram concedidas permissões específicas de artigo ou de espaço de trabalho dependente.
zh_cn: 為%命名空間名稱空間指定權限。 這些權限將適用於上述命名空間中的所有文章，尚未授予特定特定的特定權限或童裝空間權限。

source: You do not have access to edit permissions for this article
pt_br: Você não tem acesso para editar permissões para este artigo
zh_cn: 您無法訪問本文的編輯權限

source: Include attachments when copying
pt_br: Incluir anexos ao copiar
zh_cn: 複製時包括附件

source: Include comments when copying
pt_br: Incluir comentários ao copiar
zh_cn: 複製時包括評論

source: Also copy sub-pages
pt_br: Também copie subpáginas
zh_cn: 還要復制子頁

source: You are now viewing a previous revision of this article - revision %revision_number %date, by %author
pt_br: Você está vendo uma revisão anterior deste artigo - revisão %revision_number %date, por %author
zh_cn: 您現在正在查看本文的先前修訂版-Revision%revision_number%日期，%count作者

source: Show current version
pt_br: Mostrar versão atual
zh_cn: 顯示當前版本

source: In this category
pt_br: Nesta categoria
zh_cn: 在此類別中

source: There are no pages in this category
pt_br: Não há páginas nesta categoria
zh_cn: 此類別中沒有頁面

source: Add attachment
pt_br: Juntar anexo
zh_cn: 添加附件

source: Comments
pt_br: Comentários
zh_cn: 註釋

source: Post a comment
pt_br: Postar um comentário
zh_cn: 發表評論

source: This article can not be displayed
pt_br: Este artigo não pode ser exibido
zh_cn: 本文無法顯示

source: This article either does not exist, has been deleted or you do not have permission to view it.
pt_br: Este artigo não existe, foi excluído ou você não tem permissão para visualizá-lo.
zh_cn: 本文要么不存在，已被刪除，要么您沒有權限查看它。

source: The article was deleted
pt_br: O artigo foi deletado
zh_cn: 該文章已刪除

source: Editing %article_name
pt_br: Editando %article_name
zh_cn: 編輯%Article_name

source: Convert page
pt_br: Converter página
zh_cn: 轉換頁面

source: Save changes
pt_br: Salvar alterações
zh_cn: 保存更改

source: Save page
pt_br: Salvar pagina
zh_cn: 保存頁面

source: Move page
pt_br: Mover página
zh_cn: 移動頁面

source: Please confirm
pt_br: Por favor confirme
zh_cn: 請確認

source: Do you really want to delete this article?
pt_br: Deseja mesmo excluir este artigo?
zh_cn: 您真的想刪除本文嗎？

source: Categories for this page
pt_br: Categorias para esta página
zh_cn: 此頁的類別

source: Attached files
pt_br: Arquivos anexados
zh_cn: 附加的文件

source: The page will be moved when you publish the changes
pt_br: A página será movida quando você publicar as alterações
zh_cn: 發布更改時，該頁面將被移動

source: Undo
pt_br: Desfazer
zh_cn: 撤消

source: This article is using an older syntax which is no longer supported
pt_br: Este artigo está usando uma sintaxe mais antiga que não é mais compatível
zh_cn: 本文使用不再支持的舊語法

source: You should convert it to the new format, but doing so will require a bit of formatting effort. In the meantime, you can continue using the legacy editing experience for minor changes.
pt_br: Você deve convertê-lo para o novo formato, mas isso exigirá um pouco de esforço de formatação. Enquanto isso, você pode continuar usando a experiência de edição herdada para pequenas alterações.
zh_cn: 您應該將其轉換為新格式，但是這樣做將需要一些格式的工作。 同時，您可以繼續使用舊版編輯體驗進行微小變化。

source: Start conversion
pt_br: Iniciar conversão
zh_cn: 開始轉換

source: This syntax is no longer supported
pt_br: Esta sintaxe não é mais compatível
zh_cn: 該語法不再支持

source: The mediawiki syntax is no longer supported. Formatting tools have been disabled for this article.
pt_br: A sintaxe mediawiki não é mais suportada. As ferramentas de formatação foram desativadas para este artigo.
zh_cn: 不再支持MediaWiki語法。 為本文禁用了格式化工具。

source: The page syntax has been changed to support the new, improved editing experience, but no changes have been saved yet.
pt_br: A sintaxe da página foi alterada para oferecer suporte à nova e aprimorada experiência de edição, mas nenhuma alteração foi salva ainda.
zh_cn: 頁面語法已更改以支持新的，改進的編輯體驗，但尚未保存任何更改。

source: When you are happy with the formatting, you can click the %convert_page button to convert the page.
pt_br: Quando estiver satisfeito com a formatação, você pode clicar no botão %convert_page para converter a página.
zh_cn: 當您對格式化感到滿意時，可以單擊%convert_page按鈕轉換頁面。

source: Type the category title here
pt_br: Digite o título da categoria aqui
zh_cn: 在此處輸入類別標題

source: Type the page title here
pt_br: Digite o título da página aqui
zh_cn: 在此處輸入頁面標題

source: Click here to start writing. When writing, press [tab] to see writing options
pt_br: Clique aqui para começar a escrever. Ao escrever, pressione [tab] para ver as opções de escrita
zh_cn: 單擊此處開始寫作。 寫作時，請按[TAB]查看寫作選項

source: Start writing your page content here
pt_br: Comece a escrever o conteúdo da sua página aqui
zh_cn: 開始在這裡寫下您的頁面內容

source: Link to issues by just typing them, or other users by @-ing them
pt_br: Crie links para problemas apenas digitando-os ou outros usuários usando @-ing neles
zh_cn: 通過僅鍵入問題或其他用戶來鏈接到問題

source: Comment
pt_br: Comente
zh_cn: 評論

source: Reason for the change (max. 255 characters)
pt_br: Motivo da alteração (máx. 255 caracteres)
zh_cn: 更改的原因（最多255個字符）

source: %article_name history
pt_br: %article_name histórico
zh_cn: %Article_name歷史記錄

source: Updated
pt_br: Atualizada
zh_cn: 更新

source: Compare
pt_br: Comparar
zh_cn: 相比

source: Initial import
pt_br: Importação inicial
zh_cn: 初步導入

source: Restore this version
pt_br: Restaurar esta versão
zh_cn: 還原此版本

source: Are you sure you want to restore this revision?
pt_br: Tem certeza de que deseja restaurar esta revisão?
zh_cn: 您確定要還原此修訂嗎？

source: If you confirm, all changes after this revision will be lost, and the article reverted back to the state it was in revision %revision_number
pt_br: Se você confirmar, todas as alterações após esta revisão serão perdidas e o artigo será revertido para o estado em que estava na revisão %revision_number
zh_cn: 如果您確認，此修訂後的所有更改都將丟失，並且該文章恢復了該州，則在修訂版中revision%revision_number

source: %yes or %cancel
pt_br: %yes ou %cancel
zh_cn: %是或%取消

source: Showing the difference between revisions: %from_revision &rArr; %to_revision
pt_br: Mostrando a diferença entre as revisões: %from_revision &rArr; %to_revision
zh_cn: 顯示修訂之間的區別：%from_revision＆rarr; %to_revision

source: %revision_number, by %author [%date]
pt_br: %revision_number, por %author [ %date]
zh_cn: %revision_number，按%作者[%日期]

source: Back to history
pt_br: Voltar para a história
zh_cn: 回到歷史

source: Configure project named links
pt_br: Configurar links nomeados do projeto
zh_cn: 配置項目名為鏈接

source: Configure named links
pt_br: Configurar links nomeados
zh_cn: 配置名稱鏈接

source: Named links redirect from a short, custom text link to an article. Named links can be updated to point to new articles without the link changing
pt_br: Os links nomeados redirecionam de um link de texto curto e personalizado para um artigo. Os links nomeados podem ser atualizados para apontar para novos artigos sem que o link seja alterado
zh_cn: 命名鏈接從簡短的自定義文本鏈接重定向到文章。 可以更新命名鏈接指向新文章，而無需更改鏈接

source: Short link
pt_br: Ligação curta
zh_cn: 短鏈接

source: Links to
pt_br: Links para
zh_cn: 鏈接到

source: Find articles
pt_br: Encontrar artigos
zh_cn: 查找文章

source: Find articles by name
pt_br: Encontrar artigos por nome
zh_cn: 通過名字查找文章

source: Found %num article(s)
pt_br: Encontrado %num artigo(s)
zh_cn: 找到%num文章

source: No articles found
pt_br: Nenhum artigo encontrado
zh_cn: 找不到文章

source: Enter something to search for in the input box above
pt_br: Digite algo para pesquisar na caixa de entrada acima
zh_cn: 在上面的輸入框中輸入一些要搜索的東西

source: Please enter an username or email address.
pt_br: Insira um nome de usuário ou endereço de e-mail.
zh_cn: 請輸入用戶名或電子郵件地址。

source: Your user account has been disabled. Please contact your administrator.
pt_br: Sua conta de usuário foi desativada. Entre em contato com administrador.
zh_cn: 您的用戶帳戶已被禁用。 請聯繫您的管理員。

source: If you are a registered user, we sent you an email. Please use the link in the email you received to reset your password.
pt_br: Se você é um usuário registrado, nós lhe enviamos um e-mail. Por favor, use o link no e-mail que você recebeu para redefinir sua senha.
zh_cn: 如果您是註冊用戶，我們給您發送了一封電子郵件。 請使用收到的電子郵件中的鏈接重置密碼。

source: The email was successfully accepted for delivery
pt_br: O e-mail foi aceito com sucesso para entrega
zh_cn: 該電子郵件已成功接受以進行交付

source: The email was not sent
pt_br: O e-mail não foi enviado
zh_cn: 該電子郵件未發送

source: This is not a valid mailing account
pt_br: Esta não é uma conta de correspondência válida
zh_cn: 這不是有效的郵件帳戶

source: This is not a valid project
pt_br: Este não é um projeto válido
zh_cn: 這不是一個有效的項目

source: The php imap extension is not installed
pt_br: A extensão php imap não está instalada
zh_cn: 未安裝PHP IMAP擴展程序

source: Incoming email account deleted
pt_br: Conta de e-mail de entrada excluída
zh_cn: 傳入的電子郵件帳戶已刪除

source: Please provide a valid setting for SMTP server address
pt_br: Forneça uma configuração válida para o endereço do servidor SMTP
zh_cn: 請為SMTP服務器地址提供有效的設置

source: Please provide a valid setting for email "from"-address
zh_cn: 請提供“來自”地址的電子郵件的有效設置

source: Please provide a valid setting for SMTP server timeout
pt_br: Forneça uma configuração válida para o tempo limite do servidor SMTP
zh_cn: 請為SMTP服務器超時提供有效的設置

source: Please provide a valid setting for SMTP server port
pt_br: Forneça uma configuração válida para a porta do servidor SMTP
zh_cn: 請為SMTP服務器端口提供有效的設置

source: Please provide a valid setting for the issue tracker url
pt_br: Forneça uma configuração válida para o URL do rastreador de problemas
zh_cn: 請為問題跟踪器URL提供有效的設置

source: You have been invited to collaborate
pt_br: Você foi convidado para colaborar
zh_cn: 您已被邀請合作

source: User account registered with Pachno
pt_br: Conta de usuário registrada com Pachno
zh_cn: 用Pachno註冊的用戶帳戶

source: Your account in Pachno has been added to a new scope
pt_br: Sua conta no Pachno foi adicionada a um novo escopo
zh_cn: 您在Pachno中的帳戶已添加到新的範圍中

source: Password reset
pt_br: Redefinição de senha
zh_cn: 重設密碼

source: Forgot your password?
pt_br: Esqueceu sua senha?
zh_cn: 忘記密碼了嗎？

source: The email module is not configured for outgoing emails
pt_br: O módulo de email não está configurado para emails de saída
zh_cn: 電子郵件模塊未為傳出電子郵件配置

source: Test email
pt_br: E-mail de teste
zh_cn: 測試電子郵件

source: New created issues have category
pt_br: Novos problemas criados têm categoria
zh_cn: 新創建的問題有類別

source: Don't send email notification if I'm currently logged in and active
pt_br: Não enviar notificação por e-mail se eu estiver logado e ativo
zh_cn: 如果我目前登錄並活躍，請勿發送電子郵件通知

source: Forgot password
pt_br: Esqueceu a senha
zh_cn: 忘記密碼

source: Email
zh_cn: 電子郵件

source: None selected
pt_br: Nenhum selecionado
zh_cn: 未選擇

source: Select which categories to subscribe to
pt_br: Selecione em quais categorias se inscrever
zh_cn: 選擇要訂閱的類別

source: Filter categories
pt_br: Filtrar categorias
zh_cn: 過濾器類別

source: Created by %name
pt_br: Criado por %name
zh_cn: 由%名稱創建

source: You have been subscribed to this issue and will be notified if and when it changes in the future.
pt_br: Você se inscreveu para este problema e será notificado se e quando ele mudar no futuro.
zh_cn: 您已經訂閱了此問題，並將在將來發生通知。

source: To unsubscribe from this issue, open the issue in your web browser and click the "star" icon in the top left corner, next to the issue title.
zh_cn: 要取消訂閱此問題，請在您的Web瀏覽器中打開問題，然後單擊左上角的“星”圖標，毗鄰該問題標題。

source: Show issue:
pt_br: Mostrar problema:
zh_cn: 顯示問題：

source: Show %project project dashboard:
pt_br: Mostrar painel do projeto %project:
zh_cn: 顯示%項目項目儀表板：

source: You were sent this notification email because you are related to the issue mentioned in this email.
pt_br: Você recebeu este e-mail de notificação porque está relacionado ao problema mencionado neste e-mail.
zh_cn: 您已發送此通知電子郵件，因為您與此電子郵件中提到的問題有關。

source: To change when and how often we send these emails, update your account settings:
pt_br: Para alterar quando e com que frequência enviamos esses e-mails, atualize as configurações da sua conta:
zh_cn: 要更改我們何時何地發送這些電子郵件，請更新您的帳戶設置：

source: Username or email address
pt_br: Nome de Usuário ou Endereço de Email
zh_cn: 用戶名或郵箱地址

source: Send email
pt_br: Enviar email
zh_cn: 發送電子郵件

source: Comment by %name
pt_br: Comentário de %name
zh_cn: 評論%count名稱

source: Show article:
pt_br: Mostrar artigo:
zh_cn: 顯示文章：

source: Show comment:
pt_br: Mostrar comentário:
zh_cn: 顯示評論：

source: You were sent this notification email because you are related to the article mentioned in this email.
pt_br: Você recebeu este e-mail de notificação porque está relacionado ao artigo mencionado neste e-mail.
zh_cn: 您已發送此通知電子郵件，因為您與此電子郵件中提到的文章有關。

source: Edit incoming email account
pt_br: Editar conta de e-mail recebida
zh_cn: 編輯傳入電子郵件帳戶

source: Add new incoming email account
pt_br: Adicionar nova conta de e-mail recebida
zh_cn: 添加新來的電子郵件帳戶

source: Pachno can check email accounts and create issues from incoming emails. Set up a new account here, and check the %online_documentation for more information.
pt_br: Pachno pode verificar contas de e-mail e criar problemas de e-mails recebidos. Configure uma nova conta aqui e verifique a %online_documentation para obter mais informações.
zh_cn: Pachno可以檢查電子郵件帳戶並從傳入的電子郵件中創建問題。 在此處設置一個新帳戶，並檢查%在線_documentation以獲取更多信息。

source: Account name:
pt_br: Nome da conta:
zh_cn: 帳戶名稱：
