Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Use server timezone
pt_br: Usar fuso horário do servidor
zh_cn: 使用服務器時區

source: Filter available timezones
pt_br: Filtrar fusos horários disponíveis
zh_cn: 過濾器可用時區

source: Based on this information, the time at your location should be: %time
pt_br: Com base nessas informações, o horário em seu local deve ser: %time
zh_cn: 基於此信息，您所在位置的時間應為：%時間

source: Language
pt_br: Linguagem
zh_cn: 語

source: Default
pt_br: Predefinição
zh_cn: 默認

source: Use global setting - %lang
pt_br: Usar configuração global - %lang
zh_cn: 使用全局設置 - %lang

source: (site default)
pt_br: (padrão do site)
zh_cn: （站點默認）

source: Click "%save" to save your account information
zh_cn: 單擊"%save"以保存您的帳戶信息

source: Two-factor authentication is not enabled
pt_br: A autenticação de dois fatores não está habilitada
zh_cn: 未啟用兩因素身份驗證

source: Enabling two-factor authentication increases account security by requiring that you provide a one-time code every time you log in on a new device.
pt_br: Habilitar a autenticação de dois fatores aumenta a segurança da conta exigindo que você forneça um código de uso único sempre que fizer login em um novo dispositivo.
zh_cn: 啟用兩因素身份驗證可以通過每次在新設備上登錄時提供一次性代碼來提高帳戶安全性。

source: Two-factor authentication is enabled
pt_br: A autenticação de dois fatores está habilitada
zh_cn: 啟用了兩因素身份驗證

source: A one-time code is required to log in on a new device
pt_br: É necessário um código de uso único para fazer login em um novo dispositivo
zh_cn: 需要一次性代碼才能在新設備上登錄

source: Really disable two-factor authentication?
pt_br: Realmente desativar a autenticação de dois fatores?
zh_cn: 真的禁用兩因素身份驗證嗎？

source: Do you really want to two-factor authentication? By doing this, only your username and password is required when logging in.
pt_br: Você realmente deseja autenticação de dois fatores? Ao fazer isso, apenas seu nome de usuário e senha são necessários ao fazer login.
zh_cn: 您真的想進行兩因素身份驗證嗎？ 通過這樣做，登錄時僅需要您的用戶名和密碼。

source: Disable 2FA
pt_br: Desativar 2FA
zh_cn: 禁用2FA

source: RSS feeds access key
pt_br: Chave de acesso a feeds RSS
zh_cn: RSS提要訪問密鑰

source: Regenerate your RSS key?
pt_br: Regenerar sua chave RSS?
zh_cn: 再生您的RSS密鑰？

source: Do you really want to regenerate your RSS access key? By doing this all your previously bookmarked or linked RSS feeds will stop working and you will have to get the link from inside Pachno again.
pt_br: Você realmente deseja regenerar sua chave de acesso RSS? Ao fazer isso, todos os seus feeds RSS previamente marcados ou vinculados deixarão de funcionar e você terá que obter o link de dentro do Pachno novamente.
zh_cn: 您真的想再生RSS訪問密鑰嗎？ 通過執行此操作，您以前的所有書籤或鏈接的RSS提要將停止工作，您將不得不再次從pachno內部獲得鏈接。

source: Reset
pt_br: Redefinir
zh_cn: 重置

source: Automatically used as part of RSS feed URLs. Regenerating this key prevents your previous RSS feed links from working.
pt_br: Usado automaticamente como parte de URLs de feeds RSS. A regeneração dessa chave impede que seus links de feed RSS anteriores funcionem.
zh_cn: 自動用作RSS饋電URL的一部分。 再生此鍵可防止您以前的RSS feed鏈接工作。

source: Passwords and keys
pt_br: Senhas e chaves
zh_cn: 密碼和鍵

source: Change my password
pt_br: Mudar minha senha
zh_cn: 修改我的密碼

source: Changing password disabled
pt_br: Alteração de senha desabilitada
zh_cn: 更改密碼禁用

source: Changing your password can not be done via this interface. Please contact your administrator to change your password.
pt_br: A alteração de sua senha não pode ser feita por meio desta interface. Entre em contato com seu administrador para alterar sua senha.
zh_cn: 更改密碼無法通過此接口完成。 請聯繫您的管理員以更改密碼。

source: When authenticating with Pachno you only use your main password on the website - other applications and RSS feeds needs specific access tokens that you can enable / disable on an individual basis. You can control all your passwords and keys from here.
pt_br: Ao autenticar com Pachno, você usa apenas sua senha principal no site - outros aplicativos e feeds RSS precisam de tokens de acesso específicos que você pode ativar / desativar individualmente. Você pode controlar todas as suas senhas e chaves a partir daqui.
zh_cn: 使用Pachno進行認證時，您僅在網站上使用主密碼 - 其他應用程序和RSS Feeds需要特定的訪問令牌，您可以單獨啟用 /禁用。 您可以從這裡控制所有密碼和鍵。

source: Application password
pt_br: Senha do aplicativo
zh_cn: 應用程序密碼

source: Created at
pt_br: Criado em
zh_cn: 創建在

source: Last used time
pt_br: Último tempo de uso
zh_cn: 最後的時間

source: Never used
pt_br: Nunca usado
zh_cn: 沒用過

source: Remove this application-specific password?
pt_br: Remover esta senha específica do aplicativo?
zh_cn: 刪除此特定應用程序的密碼？

source: Do you really want to remove this application-specific password? By doing this, that application will no longer have access, and you will have to generate a new application password for the application to regain access.
pt_br: Você realmente deseja remover essa senha específica do aplicativo? Ao fazer isso, esse aplicativo não terá mais acesso, e você terá que gerar uma nova senha de aplicativo para que o aplicativo recupere o acesso.
zh_cn: 您真的想刪除此特定應用程序的密碼嗎？ 通過這樣做，該應用程序將不再具有訪問權限，您將必須生成一個新的應用程序密碼以重新訪問訪問。

source: Subscriptions
pt_br: Assinaturas
zh_cn: 訂閱

source: Pachno can subscribe you to issues, articles and other items in the system, so you can receive notifications when they are updated. Please select when you would like Pachno to subscribe you.
pt_br: O Pachno pode inscrever você em edições, artigos e outros itens do sistema, para que você possa receber notificações quando eles forem atualizados. Por favor, selecione quando você deseja que o Pachno o inscreva.
zh_cn: Pachno可以訂閱系統中的問題，文章和其他項目，因此您可以在更新時收到通知。 請選擇何時希望Pachno訂閱您。

source: All my projects
pt_br: Todos os meus projetos
zh_cn: 我所有的項目

source: Notifications
pt_br: Notificações
zh_cn: 通知

source: Pachno will send you notifications based on system actions and/or your subscriptions. Notifications can be received in the notifications box so you only have to deal with them after logging in, and/or via email for those important notifications you want to be alerted of right away.
pt_br: O Pachno enviará notificações com base nas ações do sistema e/ou em suas assinaturas. As notificações podem ser recebidas na caixa de notificações para que você só precise lidar com elas após o login e/ou por e-mail para as notificações importantes das quais deseja ser alertado imediatamente.
zh_cn: Pachno將根據系統操作和/或您的訂閱向您發送通知。 可以在“通知”框中收到通知，因此您只需要在登錄後與它們打交道，和/或通過電子郵件獲取要立即提醒的那些重要通知。

source: Notify to notifications box when issues are created in selected categories
pt_br: Notificar para caixa de notificações quando problemas são criados em categorias selecionadas
zh_cn: 在選定類別中創建問題時通知通知框

source: If you want to be notified when an issue is created in a specific category, but do not want to automatically subscribe for updates to these issues, make sure auto-subscriptions are turned off in the "%subscriptions"-section, then use this dropdown to configure notifications.
zh_cn: 如果您想在特定類別中創建問題時被通知，但不想自動訂閱這些問題的更新，請確保在"%subscriptions"中關閉自動訂閱，然後使用此下拉列表 配置通知。

source: Notifications box
pt_br: Caixa de notificações
zh_cn: 通知框

source: Desktop notifications
pt_br: Notificações da área de trabalho
zh_cn: 桌面通知

source: Desktop notifications enabled
pt_br: Notificações da área de trabalho ativadas
zh_cn: 啟用桌面通知

source: You can receive desktop notifications based on system actions or your subscriptions. Choose your desktop notification preferences from this section.
pt_br: Você pode receber notificações na área de trabalho com base nas ações do sistema ou em suas assinaturas. Escolha suas preferências de notificação na área de trabalho nesta seção.
zh_cn: 您可以根據系統操作或您的訂閱接收桌面通知。 從本節中選擇您的桌面通知首選項。

source: Click "%save" to save your notification settings
zh_cn: 單擊"%save"以保存您的通知設置

source: Pending memberships
pt_br: Associação pendente
zh_cn: 等待會員資格

source: You have no pending scope memberships
pt_br: Você não tem associações de escopo pendentes
zh_cn: 您沒有等待範圍的會員資格

source: Confirmed memberships
pt_br: Assinaturas confirmadas
zh_cn: 確認會員資格

source: Planning
pt_br: Planejamento
zh_cn: 規劃

source: Project boards
pt_br: Quadros de projetos
zh_cn: 項目委員會

source: Project board
pt_br: Quadro de projeto
zh_cn: 項目委員會

source: You must select an existing, unfinished milestone
pt_br: Você deve selecionar um marco existente e inacabado
zh_cn: 您必須選擇一個未完成的里程碑

source: You must select an existing, unfinished sprint
pt_br: Você deve selecionar um sprint existente e inacabado
zh_cn: 您必須選擇現有的未完成的衝刺

source: The board has been deleted
pt_br: A placa foi deletada
zh_cn: 董事會已被刪除

source: There was an error trying to save column %column
pt_br: Ocorreu um erro ao tentar salvar a coluna %column
zh_cn: 試圖保存列%列有一個錯誤

source: You have to provide a label
pt_br: Você tem que fornecer um rótulo
zh_cn: 您必須提供標籤

source: This is not a valid issue
pt_br: Esta não é uma questão válida
zh_cn: 這不是一個有效的問題

source: An error occured when trying to assign the issue to the release
pt_br: Ocorreu um erro ao tentar atribuir o problema à versão
zh_cn: 試圖將問題分配給版本時發生錯誤

source: An error occured when trying to assign the issue to the epic
pt_br: Ocorreu um erro ao tentar atribuir o problema ao épico
zh_cn: 試圖將問題分配給Epic時發生錯誤

source: Project open issues (recommended)
pt_br: Problemas em aberto do projeto (recomendado)
zh_cn: 項目開放問題（建議）

source: Project open issues (including subprojects)
pt_br: Problemas em aberto do projeto (incluindo subprojetos)
zh_cn: 項目開放問題（包括子項目）

source: Project closed issues
pt_br: Problemas encerrados do projeto
zh_cn: 項目封閉問題

source: Project closed issues (including subprojects)
pt_br: Problemas encerrados do projeto (incluindo subprojetos)
zh_cn: 項目封閉問題（包括子項目）

source: Project issues reported last month
pt_br: Problemas do projeto relatados no mês passado
zh_cn: 上個月報告的項目問題

source: Issue priority
pt_br: Prioridade do problema
zh_cn: 問題優先

source: Issue severity
pt_br: Gravidade do problema
zh_cn: 發行嚴重性

source: Issue category
pt_br: Categoria do problema
zh_cn: 問題類別

source: Priority not set
pt_br: Prioridade não definida
zh_cn: 優先級未設置

source: This issue is marked as a blocker
pt_br: Este problema está marcado como bloqueador
zh_cn: 這個問題被標記為阻滯劑

source: Enter the name of the epic here
pt_br: Digite o nome do épico aqui
zh_cn: 在這裡輸入史詩的名稱

source: Enter a very short label here
pt_br: Insira um rótulo muito curto aqui
zh_cn: 在這裡輸入一個非常簡短的標籤

source: %cancel or %add_epic
pt_br: %cancel ou %add_epic
zh_cn: %取消或%add_epic

source: Add epic
pt_br: Adicionar épico
zh_cn: 添加史詩

source: Edit board
pt_br: Editar quadro
zh_cn: 編輯板

source: Create board
pt_br: Criar quadro
zh_cn: 創建板

source: Type a short, descriptive name such as "Project planning board"
zh_cn: 鍵入簡短的描述性名稱，例如“項目計劃委員會”

source: Make this board private (only visible to me)
pt_br: Tornar este quadro privado (visível apenas para mim)
zh_cn: 使這個董事會私密（我只能看出）

source: Background color
pt_br: Cor de fundo
zh_cn: 背景顏色

source: Type of board
pt_br: Tipo de placa
zh_cn: 板類型

source: Generic planning board
pt_br: Conselho de planejamento genérico
zh_cn: 通用計劃委員會

source: A generic planning board for planning and categorizing work.
pt_br: Um quadro de planejamento genérico para planejar e categorizar o trabalho.
zh_cn: 用於計劃和分類工作的通用計劃委員會。

source: Scrum board
pt_br: Quadro Scrum
zh_cn: Scrum板

source: A board tailored for scrum/scrum-like workflows - with story cards, stories, epics and estimates
pt_br: Um quadro adaptado para fluxos de trabalho scrum/scrum-like - com story cards, histórias, épicos e estimativas
zh_cn: 針對Scrum/Scrum式工作流量身定制的董事會 - 帶有故事卡，故事，史詩和估計

source: Kanban board
pt_br: Quadro Kanban
zh_cn: 看板董事會

source: A Kanban-style board with workload limits.
pt_br: Um quadro estilo Kanban com limites de carga de trabalho.
zh_cn: 具有工作量限制的看板式板。

source: Type a short description to be shown in the board list
pt_br: Digite uma breve descrição a ser mostrada na lista de quadros
zh_cn: 鍵入A板列表中要顯示的簡短說明

source: Backlog search
pt_br: Pesquisa de pendências
zh_cn: 積壓搜索

source: The backlog search is used to define which issues are available in the backlog and on the board.
pt_br: A pesquisa de pendências é usada para definir quais pendências estão disponíveis na pendência e no quadro.
zh_cn: 積壓搜索用於定義積壓和董事會中有哪些問題。

source: Pick an issue type
pt_br: Escolha um tipo de problema
zh_cn: 選擇問題類型

source: Epic issue type
pt_br: Tipo de problema épico
zh_cn: 史詩般的問題類型

source: Don't use epics
pt_br: Não use épicos
zh_cn: 不要使用史詩

source: Task issue type
pt_br: Tipo de problema de tarefa
zh_cn: 任務問題類型

source: Whiteboard mode settings
pt_br: Configurações do modo de quadro branco
zh_cn: 白板模式設置

source: Whiteboard swimlanes
pt_br: Pistas de quadro branco
zh_cn: 白板泳道

source: Don't use swimlanes
pt_br: Não use subprocessos
zh_cn: 不要使用泳衣

source: Issue swimlanes
pt_br: Emitir subprocessos
zh_cn: 發行泳道

source: The board has a swimlane for each issue of one or more issue type(s)
pt_br: A prancha tem subprocessos para cada problema de um ou mais tipos de problemas
zh_cn: 董事會為每期或多個發行類型的每期泳裝帶有泳衣

source: Issue detail swimlanes
pt_br: Emitir subprocessos de detalhes
zh_cn: 發行細節游泳賽

source: The board is grouped in swimlanes where issues that share the same characteristics are grouped together
pt_br: O quadro é agrupado em subprocessos onde os problemas que compartilham as mesmas características são agrupadas
zh_cn: 董事會被分組在泳道上，那里共享相同特徵的問題被分組在一起

source: Level of service swimlane
pt_br: Nível de serviço de subprocessos
zh_cn: 服務水平泳道

source: No general grouping, but an increased level of service swimlane at the top for expediting issues
pt_br: Nenhum agrupamento geral, mas um nível maior de subprocessos de serviço na parte superior para agilizar problemas
zh_cn: 沒有一般分組，但是高層服務泳道的加速問題的泳道水平提高了

source: The whiteboard will have separate swimlanes for all issues that is of a certain type. Specify which issuetype qualifies as a swimlane.
pt_br: O quadro branco terá subprocessos separados para todos os problemas de um determinado tipo. Especifique qual tipo de problema se qualifica como subprocesso.
zh_cn: 白板將針對某種類型的所有問題提供單獨的泳道。 指定哪些發行型有資格為泳道。

source: Choose one or more issue types
pt_br: Escolha um ou mais tipos de problema
zh_cn: 選擇一種或多種問題類型

source: Issue type(s)
pt_br: Tipo(s) de problema
zh_cn: 問題類型

source: There will be no swimlanes on the board
pt_br: Não haverá subprocessos no painel
zh_cn: 董事會上不會有泳衣

source: The whiteboard will have separate swimlanes / groups for issues that share the same characteristics. Specify which issue detail to group issues by.
pt_br: O quadro branco terá subprocessos/grupos separados para questões que compartilham as mesmas características. Especifique por qual detalhe do problema agrupar problemas.
zh_cn: 白板將有單獨的泳道 /小組，用於具有相同特徵的問題。 指定針對小組問題的哪些問題詳細信息。

source: Group by
pt_br: Agrupar por
zh_cn: 通過...分組

source: The whiteboard will have a separate swimlane at the top for prioritized issues, like a expedite line / fastlane. Select which issue details puts issues in this swimlane.
pt_br: O quadro branco terá um subprocesso separado na parte superior para questões prioritárias, como uma linha de expedição/subprocesso. Selecione quais detalhes do problema colocam problemas neste subprocesso.
zh_cn: 白板將在頂部有一個單獨的泳衣，以解決優先問題，例如加速線 /快速行。 選擇哪些問題細節將問題放在此泳道中。

source: Choose one or more priorities
pt_br: Escolha uma ou mais prioridades
zh_cn: 選擇一個或多個優先事項

source: Field value(s)
pt_br: Valor(es) do campo
zh_cn: 場值

source: Choose one or more severities
pt_br: Escolha uma ou mais gravidades
zh_cn: 選擇一個或多個嚴重性

source: Choose one or more categories
pt_br: Escolha uma ou mais categorias
zh_cn: 選擇一個或多個類別

source: Whiteboard custom issue fields info
pt_br: Informações de campos de problemas personalizados do quadro branco
zh_cn: 白板自定義問題字段信息

source: Any custom fields you add can be shown on the issue cards
pt_br: Quaisquer campos personalizados que você adicionar podem ser mostrados nos cartões de emissão
zh_cn: 您添加的任何自定義字段都可以在發行卡上顯示

source: Select issue field(s)
pt_br: Selecione o(s) campo(s) do problema
zh_cn: 選擇問題字段

source: Specify which custom issue fields should also be visible for issue.
pt_br: Especifique quais campos de problemas personalizados também devem estar visíveis para problemas.
zh_cn: 指定問題也應該可以看到哪些自定義問題字段。

source: Save board
pt_br: Salvar painel
zh_cn: 保存板

source: Click to select a planning color for this issue
pt_br: Clique para selecionar uma cor de planejamento para este problema
zh_cn: 單擊以選擇此問題的計劃顏色

source: Planning color for this issue
pt_br: Planejando a cor para esta edição
zh_cn: 為此問題規劃顏色

source: Pick a planning color for this issue
pt_br: Escolha uma cor de planejamento para este problema
zh_cn: 為此問題選擇計劃顏色

source: Selecting a color makes the issue easily recognizable in the planning view
pt_br: A seleção de uma cor torna o problema facilmente reconhecível na visão de planejamento
zh_cn: 選擇顏色使問題在計劃視圖中很容易識別

source: %color_list or keep the current color
pt_br: %color_list ou mantenha a cor atual
zh_cn: %color_list或保留當前顏色

source: Save sprint
pt_br: Salvar período
zh_cn: 保存衝刺

source: Give the sprint a name such as "Sprint 2", or similar
zh_cn: 給Sprint一個名字，例如“ Sprint 2”或類似的名字

source: Edit sprint details
pt_br: Editar detalhes do período
zh_cn: 編輯Sprint詳細信息

source: Add new sprint
pt_br: Adicionar novo período
zh_cn: 添加新衝刺

source: Current status
pt_br: Status atual
zh_cn: 當前狀態

source: Child issues
pt_br: Problemas relacionados
zh_cn: 兒童問題

source: %num_child_issues issue(s)
pt_br: %num_child_issues problema(s)
zh_cn: %num_child_issues問題（s）

source: Released, without date
pt_br: Lançado, sem data
zh_cn: 發行，無日期

source: Not released yet
pt_br: Ainda não lançado
zh_cn: 尚未公佈

source: Scheduled for
pt_br: Programado para
zh_cn: 安排

source: Boards
pt_br: Painéis
zh_cn: 董事會

source: Sprint is %percentage% completed
pt_br: Período está %percentage% concluído
zh_cn: Sprint是%percentage% 完成的

source: Milestone is %percentage% completed
pt_br: O marco está %percentage% concluído
zh_cn: 里程碑是%percentage% 完成的

source: Unplanned
pt_br: Não planejado
zh_cn: 計劃外

source: Unscheduled
pt_br: Não programado
zh_cn: 計劃外

source: Show overview
pt_br: Mostrar visão geral
zh_cn: 顯示概述

source: Mark as finished
pt_br: Marcar como concluído
zh_cn: 標記為完成

source: Do you really want to delete this sprint?
pt_br: Você realmente deseja excluir este período?
zh_cn: 您真的想刪除這種衝刺嗎？

source: Deleting this sprint will remove all issues in this sprint and put them in the backlog. This action cannot be undone.
pt_br: A exclusão deste sprint removerá todos os problemas neste sprint e os colocará na lista de pendências. Essa ação não pode ser desfeita.
zh_cn: 刪除此衝刺將消除此衝刺中的所有問題，並將其放入積壓中。 此操作無法撤消。

source: Column name
pt_br: Nome da coluna
zh_cn: 列名

source: %count (min %min_workitems)
zh_cn: %計數（min%min_workitems）

source: %count of max %max_workitems
pt_br: %count de %max_workitems no máximo
zh_cn: %count %max_workitems 的%

source: %count (under %min_workitems)
pt_br: %count (em %min_workitems)
zh_cn: %計數（以下%min_workitems）

source: %count (over %max_workitems)
pt_br: %count (mais de %max_workitems)
zh_cn: %計數（超過%max_workitems）

source: Mark milestone finished
pt_br: Marcar marco concluído
zh_cn: 馬克·里程碑（Mark Milestone）完成

source: Mark sprint finished
pt_br: Marcar o período como concluído
zh_cn: 馬克·斯普林特（Mark Sprint）完成了

source: Mark milestone as finished
pt_br: Marcar marco como concluído
zh_cn: 馬克·里程碑（Mark Milestone）

source: Mark sprint as finished
pt_br: Marcar período como concluído
zh_cn: 馬克·斯普林特（Mark Sprint）

source: Milestone %milestone_name will be marked as finished.
pt_br: O marco %milestone_name será marcado como concluído.
zh_cn: 里程碑%milestone_name將被標記為完成。

source: Sprint %milestone_name will be marked as finished.
pt_br: Período %milestone_name será marcado como concluído.
zh_cn: Sprint%milestone_name將被標記為完成。

source: Milestone reached
pt_br: Marco atingido
zh_cn: 里程碑達到了

source: There are %number issue(s) which are not currently resolved. Please select what to do with these issues, below.
pt_br: Há %number problemas que não foram resolvidos no momento. Selecione o que fazer com esses problemas abaixo.
zh_cn: 當前尚未解決的%數字問題。 請在下面選擇這些問題。

source: Unresolved issues action
pt_br: Ação de problemas não resolvidos
zh_cn: 未解決的問題行動

source: Don't do anything
pt_br: Não faça nada
zh_cn: 什麼都不做

source: Move to the backlog
pt_br: Mover para a lista de pendências
zh_cn: 轉到積壓

source: Assign to an existing, unfinished milestone
pt_br: Atribuir a um marco existente e inacabado
zh_cn: 分配一個未完成的里程碑

source: Assign to an existing, unfinished sprint
pt_br: Atribuir a um período existente e inacabado
zh_cn: 分配現有的未完成的衝刺

source: Assign to a new milestone
pt_br: Atribuir a um novo marco
zh_cn: 分配一個新的里程碑

source: Assign to a new sprint
pt_br: Atribuir a um novo período
zh_cn: 分配新衝刺

source: Select milestone...
pt_br: Selecionar marco...
zh_cn: 選擇里程碑...

source: Select sprint...
pt_br: Selecionar período...
zh_cn: 選擇Sprint ...

source: Create new sprint
pt_br: Criar novo período
zh_cn: 創建新的衝刺

source: Create new milestone
pt_br: Criar novo marco
zh_cn: 創建新的里程碑

source: Backlog
zh_cn: 積壓

source: Board view
pt_br: Visualização do quadro
zh_cn: 董事會視圖

source: Edit this board
pt_br: Editar este painel
zh_cn: 編輯此板

source: Delete this board?
pt_br: Excluir este painel?
zh_cn: 刪除該板？

source: Do you really want to delete this board?
pt_br: Você realmente deseja excluir este painel?
zh_cn: 您真的想刪除這個板嗎？

source: Deleting this will make it unavailable. No issues or saved searches will be affected by this action.
pt_br: Excluir isso o tornará indisponível. Nenhum problema ou pesquisa salva será afetado por esta ação.
zh_cn: 刪除此功能將使它無法使用。 此操作不會影響任何問題或保存的搜索。

source: Delete this board
pt_br: Excluir este painel
zh_cn: 刪除此板

source: No issues are assigned to this milestone
pt_br: Nenhum problema é atribuído a este marco
zh_cn: 沒有任何問題分配給這個里程碑

source: No issues assigned to this milestone matches selected filters
pt_br: Nenhum problema atribuído a este marco corresponde aos filtros selecionados
zh_cn: 沒有分配給此里程碑匹配的問題選定的過濾器

source: There are no issues in this sprint
pt_br: Não há problemas neste período
zh_cn: 這個衝刺沒有問題

source: No issues in this sprint matches selected filters
pt_br: Nenhum problema neste período corresponde aos filtros selecionados
zh_cn: 在此衝刺中沒有問題匹配選定的過濾器

source: The issue list could not be loaded
pt_br: A lista de problemas não pôde ser carregada
zh_cn: 問題列表無法加載

source: Transition issue
pt_br: Problema de transição
zh_cn: 過渡問題

source: Please select which transition to apply
pt_br: Selecione qual transição aplicar
zh_cn: 請選擇要應用的過渡

source: No project boards available
pt_br: Nenhum quadro de projeto disponível
zh_cn: 沒有可用的項目委員會

source: Add another column
pt_br: Adicionar outra coluna
zh_cn: 添加另一列

source: Give your column a name, like "Todo"
zh_cn: 給您的專欄一個名字，例如“ todo”

source: Status for this column
pt_br: Status para esta coluna
zh_cn: 此列的狀態

source: Pick a status for this column
pt_br: Escolha um status para esta coluna
zh_cn: 選擇此專欄的狀態

source: Column status (ex: New, Done)
pt_br: Status da coluna (por exemplo: Novo, Concluído)
zh_cn: 列狀態（例如：新，完成）

source: Min workload
pt_br: Carga de trabalho mínima
zh_cn: 最小工作量

source: Max workload
pt_br: Carga de trabalho máxima
zh_cn: 最大工作量

source: Status(es)
pt_br: Estado(s)
zh_cn: 狀態

source: "%project_name" agile whiteboard
zh_cn: "%project_name"Agile白板

source: Sprint
pt_br: Período
zh_cn: 短跑

source: Any milestones
pt_br: Quaisquer marcos
zh_cn: 任何里程碑

source: There are no milestones
pt_br: Não há marcos
zh_cn: 沒有里程碑

source: Plan a sprint from the backlog
pt_br: Planeje um período a partir do backlog
zh_cn: 從積壓列表中計劃衝刺

source: Create a new milestone
pt_br: Criar um novo marco
zh_cn: 創建一個新的里程碑

source: Create an empty sprint
pt_br: Criar um período vazio
zh_cn: 創建一個空衝刺

source: Filter issues by title
pt_br: Filtrar problemas por título
zh_cn: 逐個標題的過濾問題

source: Get started by creating a sprint
pt_br: Comece criando um período
zh_cn: 開始創建衝刺
