Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: User must be member of a certain team
pt_br: O usuário deve ser membro de uma determinada equipe
zh_cn: 用戶必須是某個團隊的成員

source: Issue must be in milestone
pt_br: O problema deve estar no marco
zh_cn: 問題必須是里程碑

source: Validate specified priority
pt_br: Validar a prioridade especificada
zh_cn: 驗證指定的優先級

source: Validate specified reproducability
pt_br: Validar a reprodutibilidade especificada
zh_cn: 驗證指定的可重複性

source: Validate specified resolution
pt_br: Validar a resolução especificada
zh_cn: 驗證指定的分辨率

source: Validate specified status
pt_br: Validar o status especificado
zh_cn: 驗證指定狀態

source: Validate specified %key
pt_br: Validar %key especificada
zh_cn: 驗證指定的%密鑰

source: Validate team membership of assignee
pt_br: Validar a participação da equipe do cessionário
zh_cn: 驗證受讓人的團隊會員資格

source: Invalid workflow validation rule: %rule_name
pt_br: Regra de validação de fluxo de trabalho inválida: %rule_name
zh_cn: 無效的工作流驗證規則：%rule_name

source: No such user
pt_br: Este usuário não existe
zh_cn: 沒有這樣的用戶

source: This username already exists
pt_br: Esse nome de usuário já existe
zh_cn: 此用戶名已存在

source: Based on closed / opened issues
pt_br: Com base em questões fechadas/abertas
zh_cn: 基於封閉 /打開的問題

source: Based on spent / estimated points
pt_br: Com base em pontos gastos / estimados
zh_cn: 基於花費 /估計點

source: Based on issues percent completed
pt_br: Com base na porcentagem de problemas concluídos
zh_cn: 基於完成%count的問題

source: %milestone_name (started %start_date - ended %end_date)
pt_br: %milestone_name (iniciado %start_date - finalizado em %end_date)
zh_cn: %milestone_name（啟動%start_date- end end eend%end_date）

source: %milestone_name (started %start_date - ends %end_date)
pt_br: %milestone_name (iniciado %start_date - termina %end_date)
zh_cn: %milestone_name（啟動%start_date -end end eend%end_date）

source: %milestone_name (starts %start_date - ended %end_date)
pt_br: %milestone_name (começa %start_date - terminou %end_date)
zh_cn: %milestone_name（start%start_date-結束%end_date）

source: %milestone_name (started %start_date)
pt_br: %milestone_name (iniciado %start_date)
zh_cn: %milestone_name（啟動%start_date）

source: %milestone_name (starts %start_date)
pt_br: %milestone_name (inicia %start_date)
zh_cn: %milestone_name（start; start_date）

source: %milestone_name (released: %date)
pt_br: %milestone_name (lançado: %dcomeu)
zh_cn: %milestone_name（發布：%日期）

source: %milestone_name (will be released: %date)
pt_br: %milestone_name (será lançado: %date)
zh_cn: %milestone_name（將發布：%日期）

source: %milestone_name (reached: %date)
pt_br: %milestone_name (alcançado: %dcomeu)
zh_cn: %milestone_name（達到：%日期）

source: Not scheduled
pt_br: Não agendado
zh_cn: 未安排

source: What you've done recently
pt_br: O que você fez recentemente
zh_cn: 你最近做了什麼

source: A widget that shows your most recent actions, such as issue edits, wiki edits and more
pt_br: Um widget que mostra suas ações mais recentes, como edições de problemas, edições de wiki e muito mais
zh_cn: 一個顯示您最新動作的小部件，例如問題編輯，Wiki編輯等等

source: Recent comments
pt_br: Comentários recentes
zh_cn: 最近的評論

source: Shows a list of your most recent comments
pt_br: Mostra uma lista dos seus comentários mais recentes
zh_cn: 顯示您最近評論的清單

source: Shows a list of all issues you have reported, across all projects
pt_br: Mostra uma lista de todos os problemas que você relatou, em todos os projetos
zh_cn: 在所有項目中顯示您報告的所有問題的清單

source: Shows a list of all issues assigned to you
pt_br: Mostra uma lista de todos os problemas atribuídos a você
zh_cn: 顯示分配給您的所有問題的清單

source: Shows a list of all issues owned by you
pt_br: Mostra uma lista de todos os problemas de sua propriedade
zh_cn: 顯示您擁有的所有問題的清單

source: Shows all issues assigned to any of your teams
pt_br: Mostra todos os problemas atribuídos a qualquer uma de suas equipes
zh_cn: 顯示分配給您任何團隊的所有問題

source: Your projects
pt_br: Seus projetos
zh_cn: 您的項目

source: A widget that shows projects you are involved in
pt_br: Um widget que mostra os projetos nos quais você está envolvido
zh_cn: 一個顯示您參與的項目的小部件

source: Upcoming milestones / sprints
pt_br: Próximos marcos / períodos
zh_cn: 即將到來的里程碑 /衝刺

source: A widget that shows all upcoming milestones or sprints for any projects you are involved in
pt_br: Um widget que mostra todos os próximos marcos ou sprints para qualquer projeto em que você esteja envolvido
zh_cn: 一個為您參與的任何項目顯示所有即將到來的里程碑或衝刺的小部件

source: Active timers
pt_br: Temporizadores ativos
zh_cn: 活動計時器

source: A widget that shows all ongoing issue timers
pt_br: Um widget que mostra todos os temporizadores de problemas em andamento
zh_cn: 一個顯示所有正在進行的發行計時器的小部件

source: Recent %issuetype issues
pt_br: Problemas recentes de %issuetype
zh_cn: 最近的%count發行問題

source: Show recent issues of type %issuetype
pt_br: Mostrar problemas recentes do tipo %issuetype
zh_cn: 顯示最新類型%issueType的問題

source: About this project
pt_br: Sobre este projeto
zh_cn: 關於這個項目

source: Basic project information widget, showing project name, important people and links
pt_br: Widget de informações básicas do projeto, mostrando o nome do projeto, pessoas importantes e links
zh_cn: 基本項目信息小部件，顯示項目名稱，重要人員和鏈接

source: Project team
pt_br: Equipe do projeto
zh_cn: 項目團隊

source: A widget with information about project developers and the project team and their respective project roles
pt_br: Um widget com informações sobre os desenvolvedores do projeto e a equipe do projeto e suas respectivas funções no projeto
zh_cn: 一個小部件，其中包含有關項目開發人員及其項目團隊及其各自項目角色的信息

source: Project client
pt_br: Cliente do projeto
zh_cn: 項目客戶

source: Shows information about the associated project client (if any)
pt_br: Mostra informações sobre o cliente do projeto associado (se houver)
zh_cn: 顯示有關關聯項目客戶端的信息（如果有）

source: Subprojects
pt_br: Subprojetos
zh_cn: 子彈

source: Lists all subprojects of this project, with quick links to report an issue, open the project wiki and more
pt_br: Lista todos os subprojetos deste projeto, com links rápidos para relatar um problema, abrir o wiki do projeto e muito mais
zh_cn: 列出該項目的所有子項目，並具有快速鏈接來報告問題，打開項目Wiki等等

source: Recent activities
pt_br: Atividades recentes
zh_cn: 最近的活動

source: Displays project timeline
pt_br: Exibe a linha do tempo do projeto
zh_cn: 顯示項目時間表

source: Upcoming milestones and deadlines
pt_br: Próximos marcos e prazos
zh_cn: 即將到來的里程碑和截止日期

source: A widget showing a list of upcoming milestones and deadlines for the next three weeks
pt_br: Um widget mostrando uma lista dos próximos marcos e prazos para as próximas três semanas
zh_cn: 一個小部件，顯示接下來三週的即將到來的里程碑和截止日期列表

source: Latest downloads
pt_br: Últimos downloads
zh_cn: 最新下載

source: Lists recent downloads released in the release center
pt_br: Lista os downloads recentes lançados no centro de lançamento
zh_cn: 列表在發行中心發布的最新下載

source: Graph of closed vs open issues
pt_br: Gráfico de problemas fechados x abertos
zh_cn: 封閉與開放問題的圖

source: Shows a line graph comparing closed vs open issues for the past 15 days
pt_br: Mostra um gráfico de linhas comparando problemas fechados e abertos nos últimos 15 dias
zh_cn: 顯示了過去15天的封閉與開放問題的線圖

source: Statistics by priority
pt_br: Estatísticas por prioridade
zh_cn: 優先級的統計數據

source: Displays a bar graph of open and closed issues grouped by priority
pt_br: Exibe um gráfico de barras de problemas abertos e fechados agrupados por prioridade
zh_cn: 顯示按優先級分組的開放和封閉問題的條形圖

source: Statistics by severity
pt_br: Estatísticas por gravidade
zh_cn: 嚴重性的統計數據

source: Displays a bar graph of open and closed issues grouped by severity
pt_br: Exibe um gráfico de barras de problemas abertos e fechados agrupados por gravidade
zh_cn: 顯示按嚴重性分組的開放和封閉問題的條形圖

source: Statistics by category
pt_br: Estatísticas por categoria
zh_cn: 按類別統計

source: Displays a bar graph of open and closed issues grouped by category
pt_br: Exibe um gráfico de barras de problemas abertos e fechados agrupados por categoria
zh_cn: 顯示按類別分組的開放和封閉問題的條形圖

source: Statistics by status
pt_br: Estatísticas por status
zh_cn: 按狀態統計

source: Displays a bar graph of open and closed issues grouped by status
pt_br: Exibe um gráfico de barras de problemas abertos e fechados agrupados por status
zh_cn: 顯示按狀態分組的開放和封閉問題的條形圖

source: Statistics by resolution
pt_br: Estatísticas por resolução
zh_cn: 統計數據分辨率

source: Displays a bar graph of open and closed issues grouped by resolution
pt_br: Exibe um gráfico de barras de problemas abertos e fechados agrupados por resolução
zh_cn: 顯示按分辨率分組的開放和封閉問題的條形圖

source: Statistics by workflow step
pt_br: Estatísticas por etapa de fluxo de trabalho
zh_cn: 按工作流程步驟統計

source: Displays a bar graph of open and closed issues grouped by current workflow step
pt_br: Exibe um gráfico de barras de problemas abertos e fechados agrupados por etapa de fluxo de trabalho atual
zh_cn: 顯示按當前工作流程分組的開放和封閉問題的條形圖

source: Unknown dashboard item
pt_br: Item de painel desconhecido
zh_cn: 未知儀表板項目

source: Create a project
pt_br: Criar um projeto
zh_cn: 創建一個項目

source: Manage releases
pt_br: Gerenciar versões
zh_cn: 管理版本

source: Set up project team
pt_br: Configurar equipe de projeto
zh_cn: 設立項目團隊

source: Open project roadmap
pt_br: Roteiro do projeto aberto
zh_cn: 開放項目路線圖

source: Show complete timeline
pt_br: Mostrar linha do tempo completa
zh_cn: 顯示完整的時間表

source: Open project issues search
pt_br: Pesquisa de problemas do projeto aberto
zh_cn: 開放項目問題搜索

source: Assign the issue to a user
pt_br: Atribuir o problema a um usuário
zh_cn: 將問題分配給用戶

source: Assign the issue to the current user
pt_br: Atribuir o problema ao usuário atual
zh_cn: 將問題分配給當前用戶

source: Mark as not duplicate
pt_br: Marcar como não duplicado
zh_cn: 標記不重複

source: Possibly mark as duplicate
pt_br: Possivelmente marcar como duplicado
zh_cn: 可能標記為重複

source: Start logging time
pt_br: Iniciar o tempo de registro
zh_cn: 開始記錄時間

source: Stop logging time and optionally add time spent
pt_br: Pare o tempo de registro e, opcionalmente, adicione o tempo gasto
zh_cn: 停止記錄時間，並選擇添加花費的時間

source: Clear issue assignee
pt_br: Limpar responsável do problema
zh_cn: 明確的問題受讓人

source: Clear issue priority
pt_br: Limpar prioridade do problema
zh_cn: 明確的問題優先級

source: Clear issue severity
pt_br: Limpar a gravidade do problema
zh_cn: 明確的問題嚴重性

source: Clear issue category
pt_br: Limpar categoria de problema
zh_cn: 明確的問題類別

source: Clear issue percent
pt_br: Limpar Porcentagem de problemas
zh_cn: 明確的問題%count

source: Clear issue reproducability
pt_br: Limpar Reprodutibilidade de problemas
zh_cn: 明確的問題可重複性

source: Clear issue resolution
pt_br: Limpar Resolução do problema
zh_cn: 明確的問題解決

source: Clear issue milestone
pt_br: Limpar marco do problema
zh_cn: 清晰的問題里程碑

source: Set issue priority
pt_br: Definir prioridade do problema
zh_cn: 設置問題優先級

source: Set issue severity
pt_br: Definir a gravidade do problema
zh_cn: 設定問題的嚴重性

source: Set issue category
pt_br: Definir categoria de problema
zh_cn: 設置問題類別

source: Set issue percent
pt_br: Definir percentual de problemas
zh_cn: 設定的問題%count

source: Set issue reproducability
pt_br: Definir a reprodutibilidade do problema
zh_cn: 設置問題可重複性

source: Set issue resolution
pt_br: Definir resolução de problemas
zh_cn: 設置問題解決

source: Set issue status
pt_br: Definir status do problema
zh_cn: 設置問題狀態

source: Set issue milestone
pt_br: Definir marco do problema
zh_cn: 設定問題里程碑

source: Clear issue field %key
pt_br: Limpar campo de problema %key
zh_cn: 清除問題字段%密鑰

source: Set issue field %key
pt_br: Definir campo de problema %key
zh_cn: 設置問題字段%密鑰

source: Set milestone to milestone provided by user
pt_br: Definir marco para marco fornecido pelo usuário
zh_cn: 將里程碑設置為用戶提供的里程碑

source: Clear issue percent completed
pt_br: Limpar porcentagem de problemas concluídos
zh_cn: 清晰的問題%count完成

source: Mark issue as duplicate of another, existing issue
pt_br: Marcar o problema como duplicado de outro problema existente
zh_cn: 標記問題是另一個現有問題的重複

source: Mark issue as unique (no longer a duplicate) issue
pt_br: Marcar problema como problema único (não mais duplicado)
zh_cn: 將問題標記為唯一（不再重複）問題

source: No error message provided
pt_br: Nenhuma mensagem de erro fornecida
zh_cn: 沒有提供錯誤消息

source: Could not connect to the specified email server(%connection_string): %error_message
pt_br: Não foi possível conectar ao servidor de e-mail especificado (%connection_string): %error_message
zh_cn: 無法連接到指定的電子郵件服務器（%connection_string）：%error_message

source: None
pt_br: Nenhum
zh_cn: 沒有任何

source: Triaging: User pain
pt_br: Triagem: dor do usuário
zh_cn: 分式：用戶影響

source: Percent completed
pt_br: Porcentagem concluída
zh_cn: %count完成

source: Release
pt_br: Lançamento
zh_cn: 發布

source: Components
pt_br: Componentes
zh_cn: 成分

source: Edition
pt_br: Edição
zh_cn: 版

source: Estimated time to complete
pt_br: Tempo estimado para concluir
zh_cn: 估計完成的時間

source: Time spent working on the issue
pt_br: Tempo gasto trabalhando no problema
zh_cn: 花費在這個問題上工作的時間

source: Votes
pt_br: Votos
zh_cn: 投票

source: Issue created
pt_br: Problema criado
zh_cn: 創建的問題

source: Commit pushed
pt_br: Commit enviado
zh_cn: 提交被推動

source: Article created
pt_br: Artigo criado
zh_cn: 創建的文章

source: Dropdown list of choices (multi-select)
pt_br: Lista suspensa de opções (seleção múltipla)
zh_cn: 選擇的下拉列表（多選）

source: A dropdown list where the user can select one or more choices
pt_br: Uma lista suspensa onde o usuário pode selecionar uma ou mais opções
zh_cn: 用戶可以選擇一個或多個選擇的下拉列表

source: Dropdown list of choices
pt_br: Lista suspensa de opções
zh_cn: 選擇列表

source: A dropdown list where the user can select one of the available choices
pt_br: Uma lista suspensa onde o usuário pode selecionar uma das opções disponíveis
zh_cn: 用戶可以選擇可用選擇之一的下拉列表

source: Simple text input
pt_br: Entrada de texto simples
zh_cn: 簡單的文本輸入

source: A text input where the user can input a single line of text
pt_br: Uma entrada de texto onde o usuário pode inserir uma única linha de texto
zh_cn: 用戶可以輸入一行文本的文本輸入

source: Block of text input (main)
pt_br: Bloco de entrada de texto (principal)
zh_cn: 文本輸入塊（主要）

source: A text input in the issue main view where the user can input a block of text
pt_br: Uma entrada de texto na visualização principal do problema onde o usuário pode inserir um bloco de texto
zh_cn: 問題主視圖中的文本輸入，用戶可以在其中輸入文本塊

source: Block of text input (details)
pt_br: Bloco de entrada de texto (detalhes)
zh_cn: 文本輸入塊（詳細信息）

source: A text input in the issue details list sidebar where the user can input a block of text
pt_br: Uma entrada de texto na barra lateral da lista de detalhes do problema onde o usuário pode inserir um bloco de texto
zh_cn: 問題詳細信息列表的側邊欄中的文本輸入，用戶可以在其中輸入文本塊

source: List of releases
pt_br: Lista de lançamentos
zh_cn: 發行列表

source: A list of the available releases
pt_br: Uma lista dos lançamentos disponíveis
zh_cn: 可用版本的列表

source: List of components
pt_br: Lista de componentes
zh_cn: 組件列表

source: A list of the available components
pt_br: Uma lista dos componentes disponíveis
zh_cn: 可用組件的列表

source: List of editions
pt_br: Lista de edições
zh_cn: 版本列表

source: A list of the available editions
pt_br: Uma lista das edições disponíveis
zh_cn: 可用版本的列表

source: List of milestones
pt_br: Lista de marcos
zh_cn: 里程碑清單

source: A list of the available milestones
pt_br: Uma lista dos marcos disponíveis
zh_cn: 可用里程碑的列表

source: Status selector
pt_br: Seletor de status
zh_cn: 狀態選擇器

source: Let the user choose from a list of the available statuses
pt_br: Deixe o usuário escolher em uma lista de status disponíveis
zh_cn: 讓用戶從可用狀態的列表中進行選擇

source: Date picker
pt_br: Seletor de data
zh_cn: 日期選擇器

source: A date picker
pt_br: Um selecionador de datas
zh_cn: 挑選日期

source: Date and time picker
pt_br: Seletor de data e hora
zh_cn: 日期和時間選擇器

source: A date and time picker
pt_br: Um seletor de data e hora
zh_cn: 日期和時間選擇器

source: User selector
pt_br: Seletor de usuário
zh_cn: 用戶選擇器

source: Find and pick a user
pt_br: Localizar e escolher um usuário
zh_cn: 查找並選擇用戶

source: Team selector
pt_br: Seletor de equipe
zh_cn: 團隊選擇者

source: Find and pick a team
pt_br: Encontre e escolha uma equipe
zh_cn: 尋找並選擇一支團隊

source: Client selector
pt_br: Seletor de cliente
zh_cn: 客戶端選擇器

source: Find and pick a client
pt_br: Encontre e escolha um cliente
zh_cn: 查找並選擇客戶

source: Formula
pt_br: Fórmula
zh_cn: 公式

source: A field calculated from different values
pt_br: Um campo calculado a partir de valores diferentes
zh_cn: 從不同值計算的字段

source: This field is not valid
pt_br: Este campo não é válido
zh_cn: 該字段無效

source: This field key already exists
pt_br: Esta chave de campo já existe
zh_cn: 此字段鍵已經存在

source: Issue description
pt_br: Descrição do problema
zh_cn: 問題描述

source: Steps to reproduce the issue
pt_br: Etapas para reproduzir o problema
zh_cn: 複製問題的步驟

source: Affected release(s)
pt_br: Versão(ões) afetada(s)
zh_cn: 受影響的版本

source: Affected component(s)
pt_br: Componente(s) afetado(s)
zh_cn: 受影響的組件

source: Affected edition(s)
pt_br: Edições afetadas
zh_cn: 受影響的版本

source: Targetted for milestone
pt_br: Segmentado para marco
zh_cn: 針對里程碑

source: Owner
pt_br: Proprietário
zh_cn: 所有者

source: Closed
pt_br: Fechadas
zh_cn: 關閉

source: Open image in new window
pt_br: Abrir imagem em nova janela
zh_cn: 在新窗口中打開圖像

source: File no longer exists.
pt_br: O arquivo não existe mais.
zh_cn: 文件不再存在。

source: Open file in new window
pt_br: Abrir arquivo em nova janela
zh_cn: 在新窗口中打開文件

source: This project does not exist
pt_br: Este projeto não existe
zh_cn: 這個項目不存在

source: This issue does not exist
pt_br: Este problema não existe
zh_cn: 這個問題不存在

source: You are not allowed to delete this issue
pt_br: Você não tem permissão para excluir este problema
zh_cn: 您不允許刪除此問題

source: The issue has been deleted
pt_br: O problema foi excluído
zh_cn: 問題已刪除

source: There are no more issues in that direction.
pt_br: Não há mais problemas nessa direção.
zh_cn: 這個方向沒有更多的問題。

source: You must provide a valid milestone name
pt_br: Você deve fornecer um nome de marco válido
zh_cn: 您必須提供有效的里程碑名稱

source: An error occurred when trying to save the milestone order
pt_br: Ocorreu um erro ao tentar salvar o pedido de marco
zh_cn: 試圖保存里程碑訂單時發生錯誤

source: Remaining effort
pt_br: Esforço restante
zh_cn: 剩下的努力

source: Invalid user story
pt_br: História de usuário inválida
zh_cn: 無效的用戶故事

source: Please specify a sprint name
pt_br: Especifique um nome de intervalo
zh_cn: 請指定衝刺名稱

source: The libraries to generate images are not installed. Please see https://projects.pach.no/pachno/docs/r/faq for more information
pt_br: As bibliotecas para gerar imagens não estão instaladas. Consulte https://projects.pach.no/pachno/docs/r/faq para obter mais informações
zh_cn: 未安裝生成圖像的庫。 有關更多信息

source: Open issues
pt_br: Problemas em aberto
zh_cn: 開放式問題

source: Issues closed
pt_br: Problemas encerrados
zh_cn: 問題結束了

source: Invalid image set
pt_br: Conjunto de imagens inválido
zh_cn: 無效的圖像集

source: The libraries to generate images are not installed. Please see https://pachno.com for more information
pt_br: As bibliotecas para gerar imagens não estão instaladas. Por favor, veja https://pachno.com para mais informações
zh_cn: 未安裝生成圖像的庫。 有關更多信息，請參見https://pachno.com

source: Total number of issues per status type
pt_br: Número total de problemas por tipo de status
zh_cn: 每個狀態類型的問題總數

source: Open issues per status type
pt_br: Problemas em aberto por tipo de status
zh_cn: 每個狀態類型的打開問題

source: Closed issues per status type
pt_br: Problemas encerrados por tipo de status
zh_cn: 每個狀態類型的封閉問題

source: Total number of issues per priority level
pt_br: Número total de problemas por nível de prioridade
zh_cn: 每個優先級問題總數

source: Open issues per priority level
pt_br: Problemas em aberto por nível de prioridade
zh_cn: 每個優先級開放問題

source: Closed issues per priority level
pt_br: Problemas encerrados por nível de prioridade
zh_cn: 每個優先級的關閉問題

source: Total number of issues per category
pt_br: Número total de problemas por categoria
zh_cn: 每類問題總數

source: Open issues per category
pt_br: Problemas em aberto por categoria
zh_cn: 每類開放問題

source: Closed issues per category
pt_br: Problemas encerrados por categoria
zh_cn: 每類封閉問題

source: Total number of issues per resolution
pt_br: Número total de problemas por resolução
zh_cn: 每個分辨率的問題總數

source: Open issues per resolution
pt_br: Problemas em aberto por resolução
zh_cn: 每個分辨率開放問題

source: Closed issues per resolution
pt_br: Problemas encerrados por resolução
zh_cn: 每個分辨率的封閉問題

source: Total number of issues per reproducability level
pt_br: Número total de problemas por nível de reprodutibilidade
zh_cn: 每個可重複性級別的問題總數

source: Open issues per reproducability level
pt_br: Problemas em aberto por nível de reprodutibilidade
zh_cn: 每個可重複性級別的開放問題

source: Closed issues per reproducability level
pt_br: Problemas encerrados por nível de reprodutibilidade
zh_cn: 每個可重複性級別的封閉問題

source: Total number of issues (open / closed)
pt_br: Número total de problemas (abertos/fechados)
zh_cn: 問題總數（開放 /關閉）

source: unknown key '%key'
pt_br: chave desconhecida '%key'
zh_cn: 未知密鑰'%key'

source: Open
pt_br: Abrir
zh_cn: 打開

source: Invalid milestone
pt_br: Marco inválido
zh_cn: 無效的里程碑

source: You are not allowed to perform any workflow transitions on this issue
pt_br: Você não tem permissão para realizar nenhuma transição de fluxo de trabalho neste problema
zh_cn: 您不允許在此問題上執行任何工作流程過渡

source: There was an error trying to move this issue to the next step in the workflow
pt_br: Ocorreu um erro ao tentar mover este problema para a próxima etapa no fluxo de trabalho
zh_cn: 試圖將此問題移至工作流程中的下一步存在錯誤

source: This is not a valid transition
pt_br: Esta não é uma transição válida
zh_cn: 這不是有效的過渡

source: The transition could not be applied to issue %issue_number because of %errors
pt_br: A transição não pôde ser aplicada ao problema %issue_number devido a %errors
zh_cn: 由於%count錯誤

source: The transition failed because of an error in the workflow. Check your workflow configuration.
pt_br: A transição falhou devido a um erro no fluxo de trabalho. Verifique sua configuração de fluxo de trabalho.
zh_cn: 由於工作流的錯誤，過渡失敗了。 檢查您的工作流程配置。

source: An error occured when trying to apply the transition
pt_br: Ocorreu um erro ao tentar aplicar a transição
zh_cn: 試圖應用過渡時發生錯誤

source: Please enter something to search for
pt_br: Digite algo para pesquisar
zh_cn: 請輸入一些搜索的東西

source: Permission saved
pt_br: Permissão salva
zh_cn: 保存的權限

source: You have to specify a role for this assignee
pt_br: Você precisa especificar uma função para este responsável
zh_cn: 您必須為該受讓人指定角色

source: An error occurred when trying to assign user/team to this project:
pt_br: Ocorreu um erro ao tentar atribuir usuário/equipe a este projeto:
zh_cn: 試圖將用戶/團隊分配到此項目時發生錯誤：

source: You don't have access to save project settings
pt_br: Você não tem acesso para salvar as configurações do projeto
zh_cn: 您無法訪問保存項目設置

source: No project owner assigned
pt_br: Nenhum proprietário do projeto atribuído
zh_cn: 未分配項目所有者

source: No project leader assigned
pt_br: Nenhum líder de projeto designado
zh_cn: 沒有項目負責人分配

source: No QA responsible assigned
pt_br: Nenhum responsável de controle de qualidade atribuído
zh_cn: 沒有質量檢查負責人分配

source: Invalid setting
pt_br: Configuração inválida
zh_cn: 無效設置

source: You do not have access to update these settings
pt_br: Você não tem acesso para atualizar essas configurações
zh_cn: 您無法訪問更新這些設置

source: Please specify a valid project name
pt_br: Especifique um nome de projeto válido
zh_cn: 請指定有效的項目名稱

source: %IMPORTANT: The project key has changed. Remember to replace the current url with the new project key
pt_br: %IMPORTANT: A chave do projeto foi alterada. Lembre-se de substituir a url atual pela nova chave do projeto
zh_cn: %重要：項目密鑰已經改變。 切記用新項目密鑰替換當前的URL

source: IMPORTANT
pt_br: IMPORTANTE
zh_cn: 重要的

source: Project prefixes may only contain letters and numbers
pt_br: Os prefixos do projeto podem conter apenas letras e números
zh_cn: 項目前綴可能只包含字母和數字

source: Settings saved
pt_br: Configurações salvas
zh_cn: 設置已保存
