Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: That's all. Begin by creating a new milestone on this page, or use an existing milestone if there are any. Create an issue with the '%report_an_issue'-button in the top bar, or by using the button on each milestone to add issues directly to the milestone.
pt_br: Isso é tudo. Comece criando um novo marco nesta página ou use um marco existente, se houver algum. Crie um problema com o botão '%report_an_issue' na barra superior ou usando o botão em cada marco para adicionar problemas diretamente ao marco.
zh_cn: 就這樣。 首先在此頁面上創建一個新的里程碑，或者如果有的話，請使用現有的里程碑。 在頂級欄中使用'%report_an_issue'-按鍵創建問題，或者使用每個里程碑上的按鈕將問題直接添加到里程碑中。

source: Good luck!
pt_br: Boa sorte!
zh_cn: 祝你好運！

source: Thanks!
pt_br: Obrigado!
zh_cn: 謝謝！

source: Issue time tracking - time spent
pt_br: Controle de tempo no problema - tempo gasto
zh_cn: 發出時間跟踪 - 花費時間

source: The list below shows all time logged against this issue so far.
pt_br: A lista abaixo mostra todo o tempo registrado em relação a esse problema até agora.
zh_cn: 下面的列表顯示了到目前為止對此問題的所有時間記錄。

source: Time logged
pt_br: Tempo registrado
zh_cn: 時間記錄

source: Logged by
pt_br: Registrado por
zh_cn: 登錄

source: Activity
pt_br: Atividade
zh_cn: 活動

source: The following issues matched your search
pt_br: Os problemas a seguir correspondem à sua pesquisa
zh_cn: 以下問題與您的搜索相符

source: Click here to add a new view to this column
pt_br: Clique aqui para adicionar uma nova visualização a esta coluna
zh_cn: 單擊此處將新視圖添加到此列中

source: New version released
pt_br: Nova versão lançada
zh_cn: 發布的新版本

source: A new sprint has started
pt_br: Um novo período começou
zh_cn: 新的衝刺已經開始

source: The sprint has ended
pt_br: O período terminou
zh_cn: 衝刺已經結束

source: A new milestone has been reached
pt_br: Um novo marco foi alcançado
zh_cn: 已經達到了一個新的里程碑

source: %user said
pt_br: %user disse
zh_cn: %用戶說

source: Unknown user
pt_br: Usuário desconhecido
zh_cn: 未知用戶

source: Unknown user said
pt_br: Usuário desconhecido disse
zh_cn: 未知用戶說

source: %buddy_name (%username) said
pt_br: %buddy_name (%username) disse
zh_cn: %buddy_name（%用戶名）說

source: The issue was created
pt_br: O problema foi criado
zh_cn: 問題是創建的

source: The issue was closed
pt_br: O problema foi encerrado
zh_cn: 問題已關閉

source: The issue was reopened
pt_br: O problema foi reaberto
zh_cn: 問題被重新開放

source: The issues dependency changed: %change
pt_br: A dependência de problemas mudou: %change
zh_cn: 問題依賴性改變了：%更改

source: The issue was updated: %change
pt_br: O problema foi atualizado: %change
zh_cn: 問題已更新：%更改

source: Title updated from %previous_value to %new_value
pt_br: Título atualizado de %previous_value para %new_value
zh_cn: 標題從%present_value更新為%new_value

source: Status changed from %previous_value to %new_value by %who_value
pt_br: Status alterado de %previous_value para %new_value por %who_value
zh_cn: 狀態從%presit_value更改為%new_value by%who_value

source: Resolution changed from %previous_value to %new_value
pt_br: Resolução alterada de %previous_value para %new_value
zh_cn: 分辨率從%present_value更改為%new_value

source: Priority changed from %previous_value to %new_value
pt_br: Prioridade alterada de %previous_value para %new_value
zh_cn: 優先級從%countpresit_value更改為%new_value

source: Severity changed from %previous_value to %new_value
pt_br: Gravidade alterada de %previous_value para %new_value
zh_cn: 嚴重程度從%presot_value變為%new_value

source: Reproducability changed from %previous_value to %new_value
pt_br: Reprodutibilidade alterada de %previous_value para %new_value
zh_cn: 可重複性從%present_value變為%new_value

source: Issuetype changed from %previous_value to %new_value
pt_br: Tipo de problema alterado de %previous_value para %new_value
zh_cn: ISSUETYPE從%present_value更改為%new_value

source: Category changed from %previous_value to %new_value
pt_br: Categoria alterada de %previous_value para %new_value
zh_cn: 類別從%present_value更改為%new_value

source: Milestone changed from %previous_value to %new_value
pt_br: Marco alterado de %previous_value para %new_value
zh_cn: 里程碑從%presot_value變為%new_value

source: Owned by changed to %user
pt_br: Propriedade de alterado para %user
zh_cn: 由更改為%用戶擁有

source: Posted by changed from %previous_value to %new_value
pt_br: Postado por alterado de %previous_value para %new_value
zh_cn: 由更改從%present_value更改為%new_value

source: %field_name changed from %previous_value to %new_value
pt_br: %field_name alterado de %previous_value para %new_value
zh_cn: %field_name從%presone_value更改為%new_value

source: Custom field changed
pt_br: Campo personalizado alterado
zh_cn: 自定義字段更改

source: Pain bug type on issue changed from %previous_value to %new_value
pt_br: Tipo de perda no problema alterado de %previous_value para %new_value
zh_cn: 問題類型上的痛苦類型從%present_value更改為%new_value

source: Pain effect on issue changed from %previous_value to %new_value
pt_br: Efeito de perda no problema alterado de %previous_value para %new_value
zh_cn: 對問題的影響效應從%preative _value變為%new_value

source: Likelihood on issue changed from %previous_value to %new_value
pt_br: A probabilidade do problema foi alterada de %previous_value para %new_value
zh_cn: 問題的可能性從%presot_value變為%new_value

source: Calculated pain on issue changed: %value
pt_br: A perda calculada no problema foi alterada: %value
zh_cn: 計算出的問題上的痛苦改變了：%價值

source: User working on issue changed from %previous_value to %new_value
pt_br: Usuário trabalhando no problema alterado de %previous_value para %new_value
zh_cn: 從事問題的用戶從%present_value更改為%new_value

source: Assignee changed to %new_value
pt_br: Responsável alterado para %new_value
zh_cn: 受讓人更改為%new_value

source: Time spent changed: %value
pt_br: Tempo gasto alterado: %value
zh_cn: 花費的時間更改：%價值

source: Percent complete changed from %previous_value to %new_value
pt_br: Porcentagem concluída alterada de %previous_value para %new_value
zh_cn: %count完整從%pree_value更改為%new_value

source: Blocking status changed: %value
pt_br: Status de bloqueio alterado: %value
zh_cn: 阻止狀態更改：%值

source: This issue is no more blocking the next release
pt_br: Este problema não está mais bloqueando a próxima versão
zh_cn: 這個問題不再阻止下一個版本

source: Estimated time changed: %value
pt_br: Tempo estimado alterado: %value
zh_cn: 估計的時間更改：%值

source: Affected item added: %value
pt_br: Item afetado adicionado: %value
zh_cn: 添加了受影響的項目：%值

source: Affected item updated: %value
pt_br: Item afetado atualizado: %value
zh_cn: 受影響的項目更新：%值

source: Affected time removed: %value
pt_br: Tempo afetado removido: %value
zh_cn: 被影響的時間刪除：%價值

source: Reproduction steps changed from %previous_value to %new_value
pt_br: Etapas de reprodução alteradas de %previous_value para %new_value
zh_cn: 複製步驟從%present_value更改為%new_value

source: Unknown change
pt_br: Alteração desconhecida
zh_cn: 未知的變化

source: Friends
pt_br: Amigos
zh_cn: 朋友們

source: Got friends?
pt_br: Tem amigos?
zh_cn: 有朋友嗎？

source: Click their names and add them as friends in Pachno
pt_br: Clique em seus nomes e adicione-os como amigos em Pachno
zh_cn: 單擊他們的名字並將它們添加為Pachno中的朋友

source: You are not associated with any projects
pt_br: Você não está associado a nenhum projeto
zh_cn: 您與任何項目無關

source: It looks likes you're only using Pachno to track issues for one project.
pt_br: Parece que você está usando o Pachno apenas para rastrear problemas de um projeto.
zh_cn: 看起來您只使用Pachno來跟踪一個項目的問題。

source: If you don't want to use this homepage, you can set Pachno to %single_project_tracker_mode, which will automatically forward the frontpage to the project overview page.
pt_br: Se você não quiser usar esta página inicial, você pode configurar o Pachno para %single_project_tracker_mode, que irá automaticamente encaminhar a página inicial para a página de visão geral do projeto.
zh_cn: 如果您不想使用此主頁，則可以將pachno設置為%single_project_tracker_mode，它將自動將主頁轉發到項目概述頁面。

source: Single project tracker mode
pt_br: Modo rastreador de projeto único
zh_cn: 單個項目跟踪器模式

source: %single_project_tracker_mode can be enabled from %configure_settings.
pt_br: %single_project_tracker_mode pode ser habilitado em %configure_settings.
zh_cn: %single_project_tracker_mode可以從%configure_settings啟用。

source: Configure &rarr; Settings
pt_br: Configuração &rarr; Definições
zh_cn: configure＆rarr; 設置

source: Pick a username
pt_br: Escolha um nome de usuário
zh_cn: 選擇一個用戶名

source: Picking a username
pt_br: Escolhendo um nome de usuário
zh_cn: 選擇用戶名

source: Since this account was created via an external login, you will have to pick a username to be able to log in with a username or password. You can continue to use your account with your external login, so this is only if you want to pick a username for your account.
pt_br: Como esta conta foi criada por meio de um login externo, você terá que escolher um nome de usuário para poder fazer login com um nome de usuário ou senha. Você pode continuar usando sua conta com seu login externo, então isso é apenas se você quiser escolher um nome de usuário para sua conta.
zh_cn: 由於此帳戶是通過外部登錄創建的，因此您必須選擇一個用戶名才能使用用戶名或密碼登錄。 您可以繼續使用外部登錄名來使用您的帳戶，因此，只有在您要為帳戶選擇用戶名時才。

source: Click "%check_availability" to see if your desired username is available.
zh_cn: 單擊"%check_availability"以查看是否可用的用戶名。

source: Check availability
pt_br: Verificar disponibilidade
zh_cn: 檢查可用性

source: Type desired username
pt_br: Digite o nome de usuário desejado
zh_cn: 類型所需的用戶名

source: This username is not available
pt_br: Esse nome de usuário não está disponível
zh_cn: 此用戶名不可用

source: %check_availability or %cancel
pt_br: %check_availability ou %cancel
zh_cn: %check_availability或%取消

source: Add view
pt_br: Adicionar visualização
zh_cn: 添加視圖

source: You have to specify a title
pt_br: Você tem que especificar um título
zh_cn: 您必須指定標題

source: You have to enter a description in the "%description" field
zh_cn: 您必須在"%description"字段中輸入描述

source: You have to enter a label in the "%issue_label" field
zh_cn: 您必須在"%issue_label"字段中輸入標籤

source: Issue label
pt_br: Etiqueta de problema
zh_cn: 發行標籤

source: You have to enter something in the "%steps_to_reproduce" field
zh_cn: 您必須在"%steps_to_reproduce"字段中輸入某些內容

source: Steps to reproduce
pt_br: Passos para reproduzir
zh_cn: 重現步驟

source: Please specify a valid edition
pt_br: Especifique uma edição válida
zh_cn: 請指定有效版

source: Please specify a valid version / release
pt_br: Especifique uma versão/lançamento válido
zh_cn: 請指定有效版本 /版本

source: Please specify a valid component
pt_br: Especifique um componente válido
zh_cn: 請指定有效的組件

source: Please specify a valid category
pt_br: Especifique uma categoria válida
zh_cn: 請指定有效的類別

source: Please specify a valid status
pt_br: Especifique um status válido
zh_cn: 請指定有效的狀態

source: Please specify a valid priority
pt_br: Especifique uma prioridade válida
zh_cn: 請指定有效的優先級

source: Please specify a valid reproducability
pt_br: Especifique uma reprodutibilidade válida
zh_cn: 請指定有效的可重複性

source: Please specify a valid severity
pt_br: Especifique uma gravidade válida
zh_cn: 請指定有效的嚴重性

source: Please specify a valid resolution
pt_br: Especifique uma resolução válida
zh_cn: 請指定有效的分辨率

source: Please specify a valid milestone
pt_br: Especifique um marco válido
zh_cn: 請指定一個有效的里程碑

source: Please enter a valid estimate
pt_br: Insira uma estimativa válida
zh_cn: 請輸入有效的估計

source: Please enter time already spent working on this issue
pt_br: Insira o tempo já gasto trabalhando neste problema
zh_cn: 請輸入已經花在這個問題上的時間

source: Please enter how many percent complete the issue already is
pt_br: Insira quantos por cento de conclusão o problema já está
zh_cn: 請輸入已完成該問題的%count是多少

source: Please enter a valid triaged bug type
pt_br: Insira um tipo de bug triado válido
zh_cn: 請輸入有效的三角錯誤類型

source: Please enter a valid triaged likelihood
pt_br: Insira uma probabilidade triada válida
zh_cn: 請輸入有效的三角中可能性

source: Please enter a valid triaged effect
pt_br: Insira um efeito de triagem válido
zh_cn: 請輸入有效的三角效應

source: Please triage the reported issue, so the user pain score can be properly calculated
pt_br: Faça uma triagem do problema relatado, para que a pontuação de dor do usuário possa ser calculada corretamente
zh_cn: 請分類報告的問題，以便可以正確計算用戶影響評分

source: Required field "%field_name" is missing or invalid
zh_cn: 所需字段"%field_name"丟失或無效

source: A validation error occured: %error
pt_br: Ocorreu um erro de validação: %error
zh_cn: 發生驗證錯誤：%錯誤

source: You don't have access to enter a description
pt_br: Você não tem acesso para inserir uma descrição
zh_cn: 您無法訪問輸入說明

source: You don't have access to enter an issue label
pt_br: Você não tem acesso para inserir um marcador de problema
zh_cn: 您無法訪問輸入標籤

source: You don't have access to enter steps to reproduce
pt_br: Você não tem acesso para inserir etapas para reproduzir
zh_cn: 您無權進入進入繁殖的步驟

source: You don't have access to add edition information
pt_br: Você não tem acesso para adicionar informações de edição
zh_cn: 您無法訪問添加版本

source: You don't have access to enter release information
pt_br: Você não tem acesso para inserir informações de lançamento
zh_cn: 您無法訪問輸入發布信息

source: You don't have access to enter component information
pt_br: Você não tem acesso para inserir informações do componente
zh_cn: 您無法訪問輸入組件信息

source: You don't have access to specify a category
pt_br: Você não tem acesso para especificar uma categoria
zh_cn: 您無法訪問指定類別

source: You don't have access to specify a status
pt_br: Você não tem acesso para especificar um status
zh_cn: 您無法訪問指定狀態

source: You don't have access to specify a priority
pt_br: Você não tem acesso para especificar uma prioridade
zh_cn: 您無權指定優先級

source: You don't have access to specify reproducability
pt_br: Você não tem acesso para especificar a reprodutibilidade
zh_cn: 您無法訪問指定可重複性

source: You don't have access to specify a severity
pt_br: Você não tem acesso para especificar uma gravidade
zh_cn: 您無權指定嚴重性

source: You don't have access to specify a resolution
pt_br: Você não tem acesso para especificar uma resolução
zh_cn: 您無法訪問指定分辨率

source: You don't have access to estimate the issue
pt_br: Você não tem acesso para estimar o problema
zh_cn: 您無法訪問估計問題

source: You don't have access to specify time already spent working on the issue
pt_br: Você não tem acesso para especificar o tempo já gasto trabalhando no problema
zh_cn: 您無法訪問指定已經花費在此問題上的時間

source: You don't have access to specify how many percent complete the issue is
pt_br: Você não tem acesso para especificar em quantos por cento o problema está concluído
zh_cn: 您無法訪問指定該問題的%count是多少

source: You don't have access to enter "%field_name"
zh_cn: 您無法訪問輸入"%field_name"

source: The following issue was reported: %link_to_issue
pt_br: O seguinte problema foi relatado: %link_to_issue
zh_cn: 報導了以下問題：%link_to_issue

source: Report another issue
pt_br: Informar outro problema
zh_cn: 報告另一個問題

source: Create a new %issuetype_name
pt_br: Crie um novo %issuetype_name
zh_cn: 創建一個新%issuetype_name

source: Issues with this issue type will become swimlanes on the current board
pt_br: Problemas com este tipo de problema se tornarão raias no quadro atual
zh_cn: 此問題類型的問題將成為當前董事會的泳衣

source: The following issue was created
pt_br: O seguinte problema foi criado
zh_cn: 創建了以下問題

source: Add another
pt_br: Adicionar outro
zh_cn: 加上另一個

source: Select an issue type
pt_br: Selecione um tipo de problema
zh_cn: 選擇問題類型

source: Issue type
pt_br: Tipo de problema
zh_cn: 問題類型

source: Enter a short, but descriptive summary of the issue here
pt_br: Insira um resumo curto, mas descritivo do problema aqui
zh_cn: 在此處輸入簡短但描述性的摘要

source: Short summary
pt_br: Pequeno resumo
zh_cn: 簡短的摘要

source: Enter a very short label for the issue here
pt_br: Insira um rótulo muito curto para o problema aqui
zh_cn: 在此處輸入一個非常簡短的標籤

source: Checking fields, please wait
pt_br: Verificando campos, aguarde
zh_cn: 檢查字段，請等待

source: Describe the issue in as much detail as possible. More is better.
pt_br: Descreva o problema com o máximo de detalhes possível. Mais é melhor.
zh_cn: 盡可能詳細地描述問題。 更多是更好的。

source: Reproduction steps
pt_br: Etapas de reprodução
zh_cn: 繁殖步驟

source: Enter the steps necessary to reproduce the issue, as detailed as possible.
pt_br: Insira as etapas necessárias para reproduzir o problema, o mais detalhado possível.
zh_cn: 輸入盡可能詳細的複制問題所需的步驟。

source: Available to anyone with access to project, category and those listed below
pt_br: Disponível para qualquer pessoa com acesso ao projeto, categoria e aos listados abaixo
zh_cn: 可用於訪問項目，類別和下面列出的任何人

source: Available only to you and those listed below
pt_br: Disponível apenas para você e para os listados abaixo
zh_cn: 僅適用於您和下面列出的

source: Add a user or team
pt_br: Adicionar um usuário ou equipe
zh_cn: 添加用戶或團隊

source: Users or teams who can see this issue
pt_br: Usuários ou equipes que podem ver este problema
zh_cn: 可以看到這個問題的用戶或團隊

source: Give someone access to this issue
pt_br: Dar a alguém acesso a este problema
zh_cn: 讓某人訪問此問題

source: Noone else can see this issue
pt_br: Ninguém mais pode ver este problema
zh_cn: 沒有人可以看到這個問題

source: Not selected
pt_br: Não selecionado
zh_cn: 未選中的

source: Select initial status
pt_br: Selecione o status inicial
zh_cn: 選擇初始狀態

source: Affected edition
pt_br: Edição afetada
zh_cn: 受影響的版本

source: Select which edition of the product you're using
pt_br: Selecione qual edição do produto você está usando
zh_cn: 選擇您正在使用的產品的版本

source: Affected release
pt_br: Versão afetada
zh_cn: 受影響的版本

source: Select which release you're using
pt_br: Selecione qual versão você está usando
zh_cn: 選擇您正在使用的版本

source: Affected component
pt_br: Componente afetado
zh_cn: 受影響的組件

source: Choose the component where this issue occurs
pt_br: Escolha o componente em que esse problema ocorre
zh_cn: 選擇此問題發生的組件

source: Enter an estimate here
pt_br: Insira uma estimativa aqui
zh_cn: 在此處輸入估算

source: Estimated time
pt_br: Tempo estimado
zh_cn: 預計時間

source: Type in your estimate here. Use keywords such as "points", "minutes", "hours", "days", "weeks" and "months" to describe your estimate
zh_cn: 在此處輸入您的估計。 使用關鍵字，例如“點”，“分鐘”，“小時”，“天”，“週”和“月”來描述您的估計

source: Spent time
pt_br: Tempo gasto
zh_cn: 花時間

source: Enter time spent on this issue here. Use keywords such as "points", "minutes", "hours", "days", "weeks" and "months" to describe your effort
zh_cn: 在此處輸入此問題的時間。 使用關鍵字，例如“點”，“分鐘”，“小時”，“天”，“週”和“月”來描述您的努力

source: Percentage completed
pt_br: Porcentagem concluída
zh_cn: 完成%count

source: Select category
pt_br: Selecione a Categoria
zh_cn: 選擇類別

source: Select resolution
pt_br: Selecione a resolução
zh_cn: 選擇分辨率

source: Select reproducability
pt_br: Selecione a reprodutibilidade
zh_cn: 選擇可重複性

source: Select priority
pt_br: Selecione a prioridade
zh_cn: 選擇優先級

source: Select severity
pt_br: Selecione a gravidade
zh_cn: 選擇嚴重性

source: Select milestone
pt_br: Selecionar marco
zh_cn: 選擇里程碑

source: Triaging: Bug type
pt_br: Triagem: tipo de bug
zh_cn: 分三口：錯誤類型

source: What type of bug is this?
pt_br: Que tipo de bug é esse?
zh_cn: 這是什麼類型的錯誤？

source: Not specified
pt_br: Não especificado
zh_cn: 未指定

source: Triaging: Likelihood
pt_br: Triagem: probabilidade
zh_cn: 分三局：可能性

source: How likely are users to experience the bug?
pt_br: Qual a probabilidade de os usuários experimentarem o bug?
zh_cn: 用戶體驗錯誤的可能性有多大？

source: Triaging: Effect
pt_br: Triagem: Efeito
zh_cn: 分三口：效果

source: Of the people who experience the bug, how badly does it affect their experience?
pt_br: Das pessoas que experimentam o bug, o quanto isso afeta sua experiência?
zh_cn: 在經歷蟲子的人中，它對他們的經歷有多嚴重？

source: Disabled in this release
pt_br: Desativado nesta versão
zh_cn: 在此版本中禁用

source: File issue
pt_br: Problema de arquivo
zh_cn: 文件問題

source: Confirm username
pt_br: Confirme o nome de usuário
zh_cn: 確認用戶名

source: The selected username is available
pt_br: O nome de usuário selecionado está disponível
zh_cn: 選定的用戶名可用

source: You cannot change the username after you have picked it. Please confirm that you want to use the following username: %username
pt_br: Você não pode alterar o nome de usuário depois de selecioná-lo. Por favor, confirme que você deseja usar o seguinte nome de usuário: %username
zh_cn: 選擇後，您無法更改用戶名。 請確認您要使用以下用戶名：%用戶名

source: Reply ...
pt_br: Responder ...
zh_cn: 回复 ...

source: '1 hour', '1 day, 3 hours' or similar
pt_br: '1 hora', '1 dia, 3 horas' ou similar
zh_cn: “ 1小時”，“ 1天，3小時”或類似

source: Choose from this list
pt_br: Escolha nesta lista
zh_cn: 從此列表中選擇

source: You
pt_br: Você
zh_cn: 你

source: Remove spent time entry?
pt_br: Remover entrada de tempo gasto?
zh_cn: 刪除花費時間進入？

source: Please confirm that you want to remove this spent time entry
pt_br: Confirme que deseja remover esta entrada de tempo gasto
zh_cn: 請確認您要刪除此花費的時間進入

source: Remove access to / from this scope?
pt_br: Remover o acesso a/deste escopo?
zh_cn: 刪除訪問此範圍的訪問？

source: Do you really want to remove the link to this scope?
pt_br: Você realmente deseja remover o link para este escopo?
zh_cn: 您真的想刪除該範圍的鏈接嗎？

source: By doing this, it will not be possible to log into this scope, and users in the scope will no longer have access to your information
pt_br: Ao fazer isso, não será possível fazer login neste escopo e os usuários no escopo não terão mais acesso às suas informações
zh_cn: 通過這樣做，不可能登錄此範圍，並且範圍中的用戶將無法訪問您的信息

source: Cancel membership
pt_br: Cancelar a adesão
zh_cn: 取消會員資格

source: Confirm membership in this scope?
pt_br: Confirmar associação neste escopo?
zh_cn: 確認此範圍的會員資格？

source: By confirming this membership you will be able to log into this scope, but users and administrators in this scope will also have access to your information (such as email, username, real name, etc.) just like a regular account in that installation.
pt_br: Ao confirmar esta associação, você poderá fazer login neste escopo, mas os usuários e administradores neste escopo também terão acesso às suas informações (como e-mail, nome de usuário, nome real etc.) como uma conta normal nessa instalação.
zh_cn: 通過確認此會員資格，您將能夠登錄此範圍，但是此範圍中的用戶和管理員也將可以訪問您的信息（例如電子郵件，用戶名，真實名稱等），就像該安裝中的常規帳戶一樣。

source: Confirm membership
pt_br: Confirmar associação
zh_cn: 確認會員資格

source: This is the default scope membership that all users have. This only means you have a user account in the system.
pt_br: Esta é a associação de escopo padrão que todos os usuários possuem. Isso significa apenas que você tem uma conta de usuário no sistema.
zh_cn: 這是所有用戶擁有的默認範圍會員資格。 這僅表示您在系統中有一個用戶帳戶。

source: The following actions could not be performed because of missing or invalid values: %list
pt_br: As seguintes ações não puderam ser executadas devido a valores ausentes ou inválidos: %list
zh_cn: 由於缺少或無效的值，無法執行以下操作：%列表

source: Could not assign issue to the selected user because this users assigned issues limit is reached
pt_br: Não foi possível atribuir o problema ao usuário selecionado porque o limite de problemas atribuídos a este usuário foi atingido
zh_cn: 無法將問題分配給選定的用戶，因為該用戶分配的問題限制已達到

source: Could not process issue transition since assigned user is not member of any of allowed teams
pt_br: Não foi possível processar a transição do problema, pois o usuário atribuído não é membro de nenhuma das equipes permitidas
zh_cn: 無法處理問題過渡，因為分配的用戶不是任何允許團隊的成員

source: Could not process issue transition since issue is not in of any of allowed milestones
pt_br: Não foi possível processar a transição do problema, pois o problema não está em nenhum dos marcos permitidos
zh_cn: 無法處理問題過渡，因為問題不在任何允許的里程碑上

source: Could not set priority
pt_br: Não foi possível definir a prioridade
zh_cn: 無法設置優先級

source: Could not set reproducability
pt_br: Não foi possível definir a reprodutibilidade
zh_cn: 無法設置可重複性

source: Could not set resolution
pt_br: Não foi possível definir a resolução
zh_cn: 無法設置分辨率

source: Could not set status
pt_br: Não foi possível definir o status
zh_cn: 無法設置狀態

source: Could not assign issue to the any user or team because none were provided
pt_br: Não foi possível atribuir o problema a nenhum usuário ou equipe porque nenhum foi fornecido
zh_cn: 無法將問題分配給任何用戶或團隊，因為沒有提供
