Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Select from available project milestones
pt_br: Selecione entre os marcos do projeto disponíveis
zh_cn: 從可用的項目里程碑中選擇

source: You need to enable javascript for Pachno to work properly
pt_br: Você precisa habilitar o javascript para que o Pachno funcione corretamente
zh_cn: 您需要啟用JavaScript以使Pachno正常工作

source: This project is locked
pt_br: Este projeto está bloqueado
zh_cn: 這個項目已鎖定

source: This is not allowed outside the default scope
pt_br: Isso não é permitido fora do escopo padrão
zh_cn: 這是在默認範圍之外不允許的

source: An error occured: %error_message
pt_br: Ocorreu um erro: %error_message
zh_cn: 發生錯誤：%error_message

source: Invalid template or parameter
pt_br: Modelo ou parâmetro inválido
zh_cn: 無效的模板或參數

source: Could not show the requested popup
pt_br: Não foi possível mostrar o pop-up solicitado
zh_cn: 無法顯示請求的彈出窗口

source: Please provide an issue number
pt_br: Forneça um número de problema
zh_cn: 請提供一個問題編號

source: Please provide search text
pt_br: Forneça o texto de pesquisa
zh_cn: 請提供搜索文字

source: Exact match
pt_br: Combinação exata
zh_cn: 完全符合

source: Could not find this issue
pt_br: Não foi possível encontrar este problema
zh_cn: 找不到這個問題

source: The issues are no longer related
pt_br: Os problemas não estão mais relacionados
zh_cn: 這些問題不再相關

source: Please provide a valid issue number and a valid duplicated issue number
pt_br: Forneça um número de problema válido e um número de problema duplicado válido
zh_cn: 請提供有效的問題編號和有效的重複問題編號

source: The issues are no longer duplications
pt_br: Os problemas não são mais duplicações
zh_cn: 問題不再重複

source: You are not allowed to relate issues
pt_br: Você não tem permissão para relacionar problemas
zh_cn: 您不允許聯繫問題

source: Unknown error
pt_br: Erro desconhecido
zh_cn: 未知錯誤

source: An error occured when relating issues: %error
pt_br: Ocorreu um erro ao relacionar problemas: %error
zh_cn: 關聯問題時發生錯誤：%錯誤

source: Please select at least one issue
pt_br: por favor seleccione pelo menos um problema
zh_cn: 請選擇至少一個問題

source: The related issues were added
pt_br: Os problemas relacionados foram adicionados
zh_cn: 添加了相關問題

source: The related issue was added
pt_br: O problema relacionado foi adicionado
zh_cn: 添加了相關問題

source: Vote added
pt_br: Voto adicionado
zh_cn: 添加了投票

source: This user has been deleted
pt_br: Este usuário foi excluído
zh_cn: 該用戶已刪除

source: Could not add or remove friend
pt_br: Não foi possível adicionar ou remover amigo
zh_cn: 無法添加或刪除朋友

source: An error occured while trying to update your status
pt_br: Ocorreu um erro ao tentar atualizar seu status
zh_cn: 試圖更新狀態時發生錯誤

source: Editions are disabled
pt_br: As edições estão desativadas
zh_cn: 版本被禁用

source: Edition <b>%edition</b> is no longer affected by this issue
pt_br: A edição <b>%edition</b> não é mais afetada por este problema
zh_cn: Edition <b>%版本</b>不再受此問題的影響

source: Components are disabled
pt_br: Os componentes estão desativados
zh_cn: 組件被禁用

source: Component <b>%component</b> is no longer affected by this issue
pt_br: O componente <b>%component</b> não é mais afetado por este problema
zh_cn: 組件<b>%組件</b>不再受此問題的影響

source: Releases are disabled
pt_br: As versões estão desativadas
zh_cn: 版本被禁用

source: Release <b>%build</b> is no longer affected by this issue
pt_br: A versão <b>%build</b> não é mais afetada por este problema
zh_cn: Release <b>%build </b>不再受此問題的影響

source: The release is no longer affected by this issue
pt_br: A versão não é mais afetada por este problema
zh_cn: 該版本不再受此問題的影響

source: An internal error has occured
pt_br: Ocorreu um erro interno
zh_cn: 發生了內部錯誤

source: %item is already affected by this issue
pt_br: %item já foi afetado por este problema
zh_cn: %項目已經受到此問題的影響

source: Edition <b>%edition</b> is now affected by this issue
pt_br: A edição <b>%edition</b> agora é afetada por este problema
zh_cn: Edition <b>%版本</b>現在受此問題的影響

source: Component
pt_br: Componente
zh_cn: 零件

source: Component <b>%component</b> is now affected by this issue
pt_br: O componente <b>%component</b> agora é afetado por este problema
zh_cn: 組件<b>%組件</b>現在受此問題的影響

source: Release <b>%build</b> is now affected by this issue
pt_br: A versão <b>%build</b> agora é afetada por este problema
zh_cn: Release <b>%build </b>現在受此問題的影響

source: Could not pick the username "%username"
zh_cn: 無法選擇用戶名'%username'

source: Could not show permissions list
pt_br: Não foi possível mostrar a lista de permissões
zh_cn: 無法顯示權限列表

source: You don't have access to modify milestones
pt_br: Você não tem acesso para modificar marcos
zh_cn: 您無法訪問修改里程碑

source: Milestone saved
pt_br: Marco salvo
zh_cn: 里程碑保存了

source: Category
pt_br: Categoria
zh_cn: 類別

source: Click to change category
pt_br: Clique para mudar de categoria
zh_cn: 點擊更改類別

source: Change category
pt_br: Alterar categoria
zh_cn: 更改類別

source: No category selected
pt_br: Nenhuma categoria selecionada
zh_cn: 未選擇類別

source: %clear_the_category or click to select a new category
pt_br: %clear_the_category ou clique para selecionar uma nova categoria
zh_cn: %clear_the_category或單擊以選擇新類別

source: Resolution
pt_br: Resolução
zh_cn: 解析度

source: Click to change resolution
pt_br: Clique para alterar a resolução
zh_cn: 點擊更改分辨率

source: Change resolution
pt_br: Alterar resolução
zh_cn: 變更分辨率

source: No resolution selected
pt_br: Nenhuma resolução selecionada
zh_cn: 未選擇分辨率

source: %clear_the_resolution or click to select a new resolution
pt_br: %clear_the_resolution ou clique para selecionar uma nova resolução
zh_cn: %clear_the_resolution或單擊以選擇新的分辨率

source: Priority
pt_br: Prioridade
zh_cn: 優先

source: Click to change priority
pt_br: Clique para alterar a prioridade
zh_cn: 點擊更改優先級

source: Change priority
pt_br: Alterar prioridade
zh_cn: 更改優先級

source: No priority selected
pt_br: Nenhuma prioridade selecionada
zh_cn: 未選擇優先級

source: %clear_the_priority or click to select a new priority
pt_br: %clear_the_priority ou clique para selecionar uma nova prioridade
zh_cn: %clear_the_priority或單擊以選擇新的優先級

source: Reproducability
pt_br: Reprodutibilidade
zh_cn: 可重複性

source: Click to change reproducability
pt_br: Clique para alterar a reprodutibilidade
zh_cn: 點擊更改可重複性

source: Change reproducability
pt_br: Alterar reprodutibilidade
zh_cn: 更改可重複性

source: No reproducability selected
pt_br: Sem reprodutibilidade selecionada
zh_cn: 未選擇可重複性

source: %clear_the_reproducability or click to select a new reproducability
pt_br: %clear_the_reproducability ou clique para selecionar uma nova reprodutibilidade
zh_cn: %clear_the_reproducusibal或單擊以選擇新的可重複性

source: Severity
pt_br: Gravidade
zh_cn: 嚴重程度

source: Click to change severity
pt_br: Clique para alterar a gravidade
zh_cn: 點擊更改嚴重性

source: Change severity
pt_br: Alterar gravidade
zh_cn: 改變嚴重程度

source: No severity selected
pt_br: Nenhuma gravidade selecionada
zh_cn: 未選擇嚴重性

source: %clear_the_severity or click to select a new severity
pt_br: %clear_the_severity ou clique para selecionar uma nova gravidade
zh_cn: %clear_the_severity或單擊以選擇新的嚴重性

source: Targetted for
pt_br: Direcionado para
zh_cn: 針對的

source: Click to change which milestone this issue is targetted for
pt_br: Clique para alterar para qual marco esse problema é direcionado
zh_cn: 單擊以更改此問題的里程碑。

source: Set issue target / milestone
pt_br: Definir meta/marco do problema
zh_cn: 設定問題目標 /里程碑

source: Set as not targetted
pt_br: Definir como não segmentado
zh_cn: 設置為未針對性

source: %set_as_not_targetted or click to set a new target milestone
pt_br: %set_as_not_targetted ou clique para definir um novo marco de destino
zh_cn: %set_as_not_targetted或單擊以設置一個新的目標里程碑

source: Clear this field
pt_br: limpe este campo
zh_cn: 清除此字段

source: %clear_this_field or click to set a new value
pt_br: %clear_this_field ou clique para definir um novo valor
zh_cn: %clear_this_field或單擊以設置新值

source: Hide
pt_br: Esconder
zh_cn: 隱藏

source: Add swimlane
pt_br: Adicionar raia
zh_cn: 加入泳道

source: Add card
pt_br: Adicionar cartão
zh_cn: 添加卡

source: Add an issue
pt_br: Adicionar um problema
zh_cn: 添加一個問題

source: Do you really want to remove this link?
pt_br: Deseja mesmo remover este link?
zh_cn: 您真的想刪除此鏈接嗎？

source: This action cannot be reversed. Are you sure you want to do this?
pt_br: Esta ação não pode ser revertida. Você tem certeza de que quer fazer isso?
zh_cn: 該動作無法逆轉。 你確定要這麼做嗎？

source: Started %time
pt_br: Começou %time
zh_cn: 開始%時間

source: %user_name created a new issue under %project_name
pt_br: %user_name criou um novo problema em %project_name
zh_cn: %user_name在%project_name下創建了一個新問題

source: %issue_no was updated by %user_name
pt_br: %issue_no foi atualizado por %user_name
zh_cn: %essue_no由%user_name更新

source: %user_name posted a %comment on %issue_no
pt_br: %user_name postou um %comment em %issue_no
zh_cn: %user_name在%essue_no上發布%評論

source: %username_posted_a comment %on_issue
pt_br: %username_posted_a comentário %on_issue
zh_cn: %username_posted_a註釋%on_issue

source: %user_name mentioned you in a %comment on %issue_no
pt_br: %user_name mencionou você em um %comment em %issue_no
zh_cn: %user_name在%count評論中提到了您的%essue_no

source: %user_name mentioned you in a %comment on %article_name
pt_br: %user_name mencionou você em um %comment em %article_name
zh_cn: %user_name在%count評論中提到了您的%article_name

source: %user_name posted a %comment on %article_name
pt_br: %user_name postou um %comment em %article_name
zh_cn: %user_name發布了%評論%article_name

source: %user_name created a new article %article_name
pt_br: %user_name criou um novo artigo %article_name
zh_cn: %user_name創建了一個新文章%article_name

source: %user_name updated %article_name
pt_br: %user_name atualizou %article_name
zh_cn: %user_name更新%Article_name

source: %user_name mentioned you in an issue %issue_no
pt_br: %user_name mencionou você em um problema %issue_no
zh_cn: %user_name在問題中提到了您%essue_no

source: %user_name mentioned you in an article %article_name
pt_br: %user_name mencionou você em um artigo %article_name
zh_cn: %user_name在文章中提到您

source: Upload progress
pt_br: Progresso do upload
zh_cn: 上傳進度

source: You can also drag and drop files onto the page to upload them
pt_br: Você também pode arrastar e soltar arquivos na página para carregá-los
zh_cn: 您還可以將文件拖到頁面上以上傳

source: File
pt_br: Arquivo
zh_cn: 文件

source: Enter a short file description here
pt_br: Insira uma breve descrição do arquivo aqui
zh_cn: 在此處輸入簡短的文件說明

source: This user has not been confirmed yet
pt_br: Este usuário ainda não foi confirmado
zh_cn: 該用戶尚未確認

source: This is one of your friends
pt_br: Este é um de seus amigos
zh_cn: 這是你的朋友之一

source: Github-flavored markdown supported. Drop images on the textarea to attach an image.
pt_br: Markdown com sabor do Github suportado. Solte imagens na área de texto para anexar uma imagem.
zh_cn: 支持GitHub味的Markdown。 將圖像放在文本方面以附加圖像。

source: Move issue to a different project
pt_br: Mover o problema para um projeto diferente
zh_cn: 將問題移至另一個項目

source: Please be aware that moving this issue to a different project will reset details such as status, category, etc., and may also make some fields invisible, depending on the issue type configuration for that project. The issue will also be renumbered.
pt_br: Esteja ciente de que mover esse problema para um projeto diferente redefinirá detalhes como status, categoria etc. e também poderá tornar alguns campos invisíveis, dependendo da configuração do tipo de problema para esse projeto. A questão também será renumerada.
zh_cn: 請注意，將此問題移至其他項目將重置諸如狀態，類別等的詳細信息，並且還可能使某些字段不可見，具體取決於該項目的問題類型配置。 該問題也將被重新列出。

source: Please select a project
pt_br: Por favor selecione um projeto
zh_cn: 請選擇一個項目

source: Move issue to
pt_br: Mover problema para
zh_cn: 移動問題

source: Move issue
pt_br: Mover problema
zh_cn: 移動問題

source: Manage issue subscribers
pt_br: Gerenciar assinantes de problemas
zh_cn: 管理問題訂戶

source: Subscribe someone to this issue
pt_br: Inscrever alguém nesta edição
zh_cn: 訂閱這個問題

source: The list below shows all users manually subscribed to notifications about this issue. To toggle whether they receive notifications, click the star next to their name.
pt_br: A lista abaixo mostra todos os usuários inscritos manualmente nas notificações sobre esse problema. Para alternar se eles recebem notificações, clique na estrela ao lado do nome.
zh_cn: 下面的列表顯示了所有手動訂閱此問題通知的用戶。 要切換是否收到通知，請單擊其名稱旁邊的星星。

source: Remove %itemname?
pt_br: Remover %itemname?
zh_cn: 刪除%itemName？

source: Please confirm that you want to remove this item from the list of items affected by this issue
pt_br: Confirme que deseja remover este item da lista de itens afetados por este problema
zh_cn: 請確認您要從本期影響的項目列表中刪除此項目

source: Already registered
pt_br: Já registrado
zh_cn: 已經登記了

source: Already invited
pt_br: Já convidado
zh_cn: 已經被邀請了

source: Visible for all users
pt_br: Visível para todos os usuários
zh_cn: 所有用戶可見

source: Update comment
pt_br: Atualizar comentário
zh_cn: 更新評論

source: Update the issue estimate below
pt_br: Atualize a estimativa do problema abaixo
zh_cn: 更新下面的問題估計值

source: Estimate
pt_br: Estimativa
zh_cn: 估計

source: Enter your estimate here
pt_br: Insira sua estimativa aqui
zh_cn: 在此處輸入您的估計

source: Enter time spent here
pt_br: Insira o tempo gasto aqui
zh_cn: 輸入這里花費的時間

source: Note that the total estimated effort of parent issues is the sum of its child issues. This estimate will be replaced if any child issues are updated.
pt_br: Observe que o esforço total estimado de problemas pai é a soma de seus problemas filho. Essa estimativa será substituída se algum problema filho for atualizado.
zh_cn: 請注意，父母問題的總估計工作是其子女問題的總和。 如果有任何兒童問題更新，將更換此估計。

source: Enter a value in plain text, like "1 hour", "7 hours", or similar. Time units not supported by project will not be parsed.
zh_cn: 用純文本輸入一個值，例如“ 1小時”，“ 7小時”或類似的值。 項目不支持的時間單位將不會解析。

source: Enter a value in plain text, like "1 point", "11 points", or similar. Time units not supported by project will not be parsed.
zh_cn: 在純文本中輸入一個值，例如“ 1分”，“ 11分”或類似的值。 項目不支持的時間單位將不會解析。

source: Enter a value in plain text, like "1 week, 2 hours", "1 day", or similar. Time units not supported by project will not be parsed.
zh_cn: 用純文本輸入一個值，例如“ 1週，2小時”，“ 1天”或類似。 項目不支持的時間單位將不會解析。

source: Enter a value in plain text, like "1 week, 2 hours", "3 months and 1 day", or similar. Time units not supported by project will not be parsed.
zh_cn: 用純文本輸入一個值，例如“ 1週，2小時”，“ 3個月零1天”或類似的值。 項目不支持的時間單位將不會解析。

source: %enter_a_value_in_plain_text or specify below
pt_br: %enter_a_value_in_plain_text ou especifique abaixo
zh_cn: %enter_a_value_in_plain_text或以下指定

source: Workflow transition actions
pt_br: Ações de transição do fluxo de trabalho
zh_cn: 工作流過渡動作

source: Additional actions available
pt_br: Ações adicionais disponíveis
zh_cn: 可用的其他操作

source: Mark as not blocking the next release
pt_br: Marcar como não bloqueando a próxima versão
zh_cn: 標記不阻止下一個版本

source: Mark as blocking the next release
pt_br: Marcar como bloqueando a próxima versão
zh_cn: 標記為阻止下一個版本

source: This action is not available when this issue is closed
pt_br: Esta ação não está disponível quando este problema é encerrado
zh_cn: 關閉此問題時，此操作不可用

source: Add affected item
pt_br: Adicionar item afetado
zh_cn: 添加受影響的項目

source: You are not allowed to add an item to this list
pt_br: Você não tem permissão para adicionar um item a esta lista
zh_cn: 您不允許將項目添加到此列表中

source: Create a new child issue
pt_br: Criar um novo problema filho
zh_cn: 創建一個新的孩子問題

source: Add a new task
pt_br: Adicionar uma nova tarefa
zh_cn: 添加新任務

source: Create a related issue / subtask
pt_br: Criar um problema/subtarefa relacionado
zh_cn: 創建相關問題 /子任務

source: Create a new related issue
pt_br: Criar um novo problema relacionado
zh_cn: 創建一個新的相關問題

source: This action is not available at this stage in the workflow
pt_br: Esta ação não está disponível neste estágio no fluxo de trabalho
zh_cn: 在工作流程中，此階段無法使用此操作

source: Relate to an existing issue
pt_br: Relacionar-se com um problema existente
zh_cn: 與現有問題有關

source: Convert to standalone issue?
pt_br: Converter para problema autônomo?
zh_cn: 轉換為獨立問題？

source: Please confirm that you want to turn this issue into a standalone issue
pt_br: Confirme que você deseja transformar este problema em um problema autônomo
zh_cn: 請確認您想將此問題變成獨立問題

source: Convert to standalone issue
pt_br: Converter em problema autônomo
zh_cn: 轉換為獨立問題

source: Estimate this issue
pt_br: Estimar este problema
zh_cn: 估計這個問題

source: Log time spent
pt_br: Tempo de registro gasto
zh_cn: 日誌花費的時間

source: Restrict access to this issue
pt_br: Restringir o acesso a este problema
zh_cn: 限制訪問此問題

source: Remove access restrictions for this issue
pt_br: Remova as restrições de acesso para este problema
zh_cn: 刪除此問題的訪問限制

source: Move issue to another project
pt_br: Mover problema para outro projeto
zh_cn: 將問題移至另一個項目

source: Permanently delete this issue?
pt_br: Excluir permanentemente este problema?
zh_cn: 永久刪除此問題？

source: Are you sure you wish to delete this issue? It will remain in the database for your records, but will not be accessible via Pachno.
pt_br: Tem certeza de que deseja excluir este problema? Ele permanecerá no banco de dados para seus registros, mas não poderá ser acessado via Pachno.
zh_cn: 您確定要刪除此問題嗎？ 它將保留在您的記錄數據庫中，但不會通過Pachno訪問。

source: Permanently delete this issue
pt_br: Excluir este problema permanentemente
zh_cn: 永久刪除此問題

source: No additional actions available
pt_br: Nenhuma ação adicional disponível
zh_cn: 沒有其他可用的動作

source: Active timers show up here
pt_br: Temporizadores ativos aparecem aqui
zh_cn: 活躍的計時器出現在這裡

source: Don't show this again
pt_br: Não mostre isso novamente
zh_cn: 不要再顯示

source: Updating, please wait ...
pt_br: Atualizando, aguarde...
zh_cn: 更新，請等待...

source: Attach a link to this issue
pt_br: Anexar um link para este problema
zh_cn: 附加到此問題的鏈接

source: Enter the link URL here, along with an optional description. Press "%attach_link" to attach it to the issue.
zh_cn: 在此處輸入鏈接URL以及可選描述。 按"%attach_link"將其附加到問題上。

source: Attach link
pt_br: Anexar link
zh_cn: 附加鏈接

source: Remove access for this user
pt_br: Remover o acesso deste usuário
zh_cn: 刪除此用戶的訪問

source: Remove access for this team
pt_br: Remover o acesso desta equipe
zh_cn: 刪除該團隊的訪問

source: Magnificent!
pt_br: Magnífico!
zh_cn: 壯麗的！

source: You are not time tracking any issues right now
pt_br: Você não está rastreando nenhum problema no momento
zh_cn: 您現在還沒有時間跟踪任何問題

source: Ongoing timers
pt_br: Temporizadores contínuos
zh_cn: 持續的計時器

source: This is your personal dashboard page - your starting point when logging in to Pachno. This dashboard page will show projects and people you are associated with, as well as interesting views.
pt_br: Esta é a sua página de painel pessoal - seu ponto de partida ao fazer login no Pachno. Esta página do painel mostrará projetos e pessoas com as quais você está associado, bem como visualizações interessantes.
zh_cn: 這是您的個人儀表板頁面 - 登錄到Pachno時的起點。 此儀表板頁面將顯示您與您關聯的項目以及有趣的觀點。

source: Your dashboard can be configured and personalized to give you the overview you need. To personalize your dashboard, click your avatar in the bottom left corner, then click "Customize dashboard".
zh_cn: 您的儀表板可以配置和個性化，以為您提供所需的概述。 要個性化儀表板，請單擊左下角的頭像，然後單擊“自定義儀表板”。

source: Your dashboard is accessible from anywhere - click the dashboard icon in the left menu at any time to get back here.
pt_br: Seu painel pode ser acessado de qualquer lugar - clique no ícone do painel no menu esquerdo a qualquer momento para voltar aqui.
zh_cn: 您的儀表板可從任何地方訪問 - 隨時在左菜單中單擊儀表板圖標以回到這裡。

source: Access to this comment is restricted
pt_br: O acesso a este comentário é restrito
zh_cn: 訪問此評論是受限制的

source: Do you really want to delete this comment?
pt_br: Você quer realmente excluir este comentário?
zh_cn: 您真的想刪除此評論嗎？

source: Please confirm that you want to delete this comment.
pt_br: Confirme que deseja excluir este comentário.
zh_cn: 請確認您要刪除此評論。

source: Changes: %list_of_changes
pt_br: Alterações: %list_of_changes
zh_cn: 更改：%list_of_changes

source: Select a user
pt_br: Selecione um usuário
zh_cn: 選擇一個用戶

source: Clear currently selected user
pt_br: Limpar usuário atualmente selecionado
zh_cn: 清除當前選擇的用戶

source: Select a team
pt_br: Selecione uma equipe
zh_cn: 選擇一個團隊

source: Clear currently selected team
pt_br: Limpar equipe atualmente selecionada
zh_cn: 當前選擇的團隊明確

source: Select a client
pt_br: Selecione um cliente
zh_cn: 選擇一個客戶

source: Clear currently selected client
pt_br: Limpar cliente atualmente selecionado
zh_cn: 清除當前選擇的客戶

source: Time
pt_br: Tempo
zh_cn: 時間

source: Update
pt_br: Atualizar
zh_cn: 更新

source: %save or %cancel
pt_br: %save ou %cancel
zh_cn: %保存或%取消

source: cancel
pt_br: Cancelar
zh_cn: 取消

source: Find a user or team
pt_br: Encontrar um usuário ou equipe
zh_cn: 查找用戶或團隊

source: Find a team
pt_br: Encontre uma equipe
zh_cn: 找到一個團隊

source: Find a client
pt_br: Encontrar um cliente
zh_cn: 查找客戶

source: Find a user
pt_br: Encontrar um usuário
zh_cn: 查找用戶

source: Select yourself
pt_br: Selecione você mesmo
zh_cn: 選擇自己

source: %select_yourself or select one of your teams
pt_br: %sget ou escolha uma de suas equipes
zh_cn: %select_ yourself或選擇您的團隊之一

source: Select one of your teams
pt_br: Selecione uma de suas equipes
zh_cn: 選擇一個團隊

source: Select one of your clients
pt_br: Selecione um de seus clientes
zh_cn: 選擇一個客戶

source: Select %clientname
pt_br: Selecione %clientname
zh_cn: 選擇%客戶名

source: No news is good news
pt_br: Nenhuma notícia é boa notícia
zh_cn: 沒有消息就是好消息

source: You will be notified when something happens
pt_br: Você será notificado quando algo acontecer
zh_cn: 發生什麼事情時，您將收到通知

source: %user_name created a new issue
pt_br: %user_name criou um novo problema
zh_cn: %user_name創建了一個新問題

source: Open this issue
pt_br: Abra este problema
zh_cn: 打開這個問題

source: New notification
pt_br: Nova notificação
zh_cn: 新通知

source: Add dashboard view
pt_br: Adicionar visualização do painel
zh_cn: 添加儀表板視圖

source: Project information
pt_br: Informações do Projeto
zh_cn: 項目信息

source: Show a list of issues matching the saved search %searchname
pt_br: Mostrar uma lista de problemas que correspondem ao nome da pesquisa %searchname
zh_cn: 顯示與保存的搜索%搜索名稱匹配的問題列表

source: Undo this change
pt_br: Desfazer esta alteração
zh_cn: 撤消此更改

source: Click here to edit this field
pt_br: Clique aqui para editar este campo
zh_cn: 單擊此處編輯此字段

source: Nothing entered.
pt_br: Nada declarado.
zh_cn: 什麼都沒進入。

source: Find related issues
pt_br: Encontrar problemas relacionados
zh_cn: 查找相關問題

source: Please enter some details to search for, and then select the matching issues to relate them
pt_br: Insira alguns detalhes para pesquisar e selecione os problemas correspondentes para relacioná-los
zh_cn: 請輸入一些搜索詳細信息，然後選擇與之關聯的匹配問題

source: Find issue(s)
pt_br: Encontrar problemas
zh_cn: 查找問題

source: Changes to issues, commits and other actions show up here
pt_br: Alterações em problemas, confirmações e outras ações aparecem aqui
zh_cn: 對問題，提交和其他行動的更改此處顯示

source: Enter your reply here...
pt_br: Digite sua resposta aqui...
zh_cn: 在這裡輸入您的回复...

source: Post reply
pt_br: Resposta ao post
zh_cn: 發表回复

source: Issue time tracking - estimation
pt_br: Controle de tempo de problema - estimativa
zh_cn: 發出時間跟踪 - 估計

source: Configure dashboard
pt_br: Configurar painel
zh_cn: 配置儀表板

source: ...Select a view...
pt_br: ...Selecione uma visualização...
zh_cn: ...選擇一個視圖...

source: When you're happy, save your changes
pt_br: Quando estiver satisfeito, salve suas alterações
zh_cn: 當您開心時，請保存更改

source: Save dashboard
pt_br: Salvar painel
zh_cn: 保存儀表板

source: Create a comment
pt_br: Criar um comentário
zh_cn: 創建評論

source: Expand, collaborate and share
pt_br: Expanda, colabore e compartilhe
zh_cn: 擴展，協作和分享

source: Post a comment and get things done
pt_br: Poste um comentário e faça as coisas
zh_cn: 發表評論並完成工作

source: Download feed
pt_br: Baixar feed
zh_cn: 下載feed

source: Issue number and details
pt_br: Número e detalhes do problema
zh_cn: 發行編號和詳細信息
