Repository: nrensen/pachno
Catalog: i18n/*/strings.xlf
Languages: pt_br, zh_cn

source: Enter a short, descriptive name for this incoming email account
pt_br: Insira um nome curto e descritivo para esta conta de e-mail recebida
zh_cn: 輸入此傳入電子郵件帳戶的簡短描述性名稱

source: Account type
pt_br: Tipo de conta
zh_cn: 帳戶類型

source: Server name:
pt_br: Nome do servidor:
zh_cn: 服務器名稱：

source: Enter the name of the incoming email server
pt_br: Digite o nome do servidor de e-mail de entrada
zh_cn: 輸入傳入電子郵件服務器的名稱

source: Port number:
pt_br: Número da porta:
zh_cn: 端口號：

source: Email username:
pt_br: Nome de usuário do e-mail:
zh_cn: 電子郵件用戶名：

source: Email password:
pt_br: Senha do e-mail:
zh_cn: 電子郵件密碼：

source: Use plaintext authentication
pt_br: Usar autenticação de texto simples
zh_cn: 使用明文身份驗證

source: Use secure connection (SSL)
pt_br: Usar conexão segura (SSL)
zh_cn: 使用安全連接（SSL）

source: Ignore certificate errors
pt_br: Ignorar erros de certificado
zh_cn: 忽略證書錯誤

source: Select this to ignore certificate validation error messages
pt_br: Selecione isto para ignorar mensagens de erro de validação de certificado
zh_cn: 選擇以忽略證書驗證錯誤消息

source: Email folder name:
pt_br: Nome da pasta de e-mail:
zh_cn: 電子郵件文件夾名稱：

source: Enter folder name to read from. Leave blank for default (INBOX)
pt_br: Digite o nome da pasta para ler. Deixe em branco por padrão (INBOX)
zh_cn: 輸入文件夾名稱要讀取。 留空以默認（收件箱）

source: Keep email:
pt_br: Manter e-mail:
zh_cn: 保留電子郵件：

source: Select whether emails should be kept or removed from the account after being downloaded
pt_br: Selecione se os e-mails devem ser mantidos ou removidos da conta após o download
zh_cn: 選擇下載後是否應將電子郵件從帳戶中保存或刪除

source: Prefer HTML content
pt_br: Prefira o conteúdo HTML
zh_cn: 喜歡HTML內容

source: Issuetype
pt_br: Tipo de problema
zh_cn: 發行

source: Any issues created will be set to this issuetype, and its first workflow step will be applied
pt_br: Todos os problemas criados serão definidos para este tipo de problema e sua primeira etapa de fluxo de trabalho será aplicada
zh_cn: 創建的任何問題都將設置為本式型號，並將應用其第一個工作流程步驟

source: When you are done, click "%save_changes" to update the details for this account
zh_cn: 完成後，單擊"%save_changes"以更新此帳戶的詳細信息

source: When you are done, click "%add_account" to add this account
zh_cn: 完成後，單擊"%add_account"以添加此帳戶

source: Add account
pt_br: Adicionar Conta
zh_cn: 新增帳戶

source: Updated by %name
pt_br: Atualizado por %name
zh_cn: 按%名稱更新

source: Changes
pt_br: Mudanças
zh_cn: 變化

source: Issue closed
pt_br: Problema encerrado
zh_cn: 問題已關閉

source: Triaged bug type: %text
pt_br: Tipo de bug triado: %text
zh_cn: 三葉錯誤類型：%文本

source: Triaged likelihood: %text
pt_br: Probabilidade triada: %text
zh_cn: 三葉可能性：%文字

source: Triaged effect: %text
pt_br: Efeito de triagem: %text
zh_cn: 三角效應：%文字

source: Calculated user pain: %text
pt_br: Dor calculada do usuário: %text
zh_cn: 計算的用戶痛苦：%文字

source: You were sent this notification email because you are related to, subscribed to, or commented on the issue mentioned in this email.
pt_br: Você recebeu este e-mail de notificação porque está relacionado, se inscreveu ou comentou sobre o problema mencionado neste e-mail.
zh_cn: 您已發送此通知電子郵件，因為您與此電子郵件中提到的問題有關，訂閱或評論。

source: Depending on your notification settings, you may or may not be notified again when this issue is updated in the future.
pt_br: Dependendo das suas configurações de notificação, você pode ou não ser notificado novamente quando esse problema for atualizado no futuro.
zh_cn: 根據您的通知設置，將來更新此問題時可能會或可能不會再次通知。

source: Save outgoing email settings
pt_br: Salvar configurações de e-mail de saída
zh_cn: 保存傳出電子郵件設置

source: Project from-address
pt_br: Projeto de endereço
zh_cn: 來自地址的項目

source: Project from-name
pt_br: Nome do projeto
zh_cn: 來自名稱的項目

source: By specifying an email address here, users can hit the "Reply" button on email notifications, and replies will be sent to the specified address instead of the usual generic no-reply address.
zh_cn: 通過在此處指定電子郵件地址，用戶可以在電子郵件通知上點擊“回复”按鈕，並將答復發送到指定的地址，而不是通常的通用無循環地址。

source: Add new account
pt_br: Adicionar nova conta
zh_cn: 添加新帳戶

source: You do not have the relevant permissions to access email settings
pt_br: Você não tem as permissões relevantes para acessar as configurações de e-mail
zh_cn: 您沒有訪問電子郵件設置的相關權限

source: Incoming email accounts
pt_br: Contas de e-mail recebidas
zh_cn: 傳入的電子郵件帳戶

source: Email notifications
pt_br: Notificações por e-mail
zh_cn: 電子郵件通知

source: In addition to being notified when logging in, you can choose to also be notified via email for issues or articles you subscribe to. The following settings control when you receive emails.
pt_br: Além de ser notificado ao fazer login, você também pode optar por ser notificado por e-mail sobre problemas ou artigos que assina. As configurações a seguir controlam quando você recebe e-mails.
zh_cn: 除了在登錄時得到通知，您還可以選擇通過電子郵件通知您訂閱的問題或文章。 收到電子郵件時，以下設置控制。

source: Send user information by email
pt_br: Enviar informações do usuário por e-mail
zh_cn: 通過電子郵件發送用戶信息

source: A comment has been posted:
pt_br: Um comentário foi postado:
zh_cn: 發表了評論：

source: Emails
zh_cn: 電子郵件

source: Description:
pt_br: Descrição:
zh_cn: 描述：

source: %article updated
pt_br: %article atualizado
zh_cn: %文章更新

source: The article has been updated by %name
pt_br: O artigo foi atualizado por %name
zh_cn: 該文章已按%名稱更新

source: No change reason provided
pt_br: Nenhum motivo de alteração fornecido
zh_cn: 沒有提供的變更原因

source: Show changes:
pt_br: Mostrar alterações:
zh_cn: 顯示更改：

source: Check now
pt_br: Verifique agora
zh_cn: 現在檢查

source: Really delete this incoming email account?
pt_br: Realmente excluir esta conta de e-mail recebida?
zh_cn: 真的刪除了此傳入的電子郵件帳戶嗎？

source: Deleting this incoming email account will stop emails being retrieved from this account. All existing issues are still kept.
pt_br: A exclusão desta conta de e-mail de entrada impedirá que os e-mails sejam recuperados desta conta. Todos os problemas existentes ainda são mantidos.
zh_cn: 刪除此傳入的電子郵件帳戶將停止從該帳戶檢索電子郵件。 所有現有問題仍然保留。

source: Last checked: %time
pt_br: Última verificação: %time
zh_cn: 上次檢查：%時間

source: %last_checked never
pt_br: %last_checked nunca
zh_cn: %last_checked從未

source: Email(s) processed: %number
pt_br: Email(s) processado(s): %number
zh_cn: 已處理的電子郵件：%編號

source: Configure outgoing emails
pt_br: Configurar e-mails de saída
zh_cn: 配置傳出電子郵件

source: Configure settings for outgoing emails such as registration information, notifications and more. Read more about configuring outgoing emails in the %online_documentation.
pt_br: Defina as configurações para e-mails de saída, como informações de registro, notificações e muito mais. Leia mais sobre como configurar emails de saída na %online_documentation.
zh_cn: 配置設置，以供出版的電子郵件，例如註冊信息，通知等。 閱讀更多有關在online_documentation中配置傳出電子郵件的信息。

source: Enable outgoing email notifications
pt_br: Ativar notificações de e-mail de saída
zh_cn: 啟用發出電子郵件通知

source: Require email activation
pt_br: Exigir ativação de e-mail
zh_cn: 需要電子郵件激活

source: Use email queueing
pt_br: Usar fila de e-mail
zh_cn: 使用電子郵件排隊

source: Email "from"-name
zh_cn: 電子郵件“來自” - 名稱

source: Email "from"-address
zh_cn: 電子郵件“來自” -Address

source: Outgoing emails from Pachno will use this name and address, unless configured otherwise (such as specific project notifications with a custom reply-address)
pt_br: Os e-mails enviados do Pachno usarão esse nome e endereço, a menos que configurado de outra forma (como notificações de projetos específicos com um endereço de resposta personalizado)
zh_cn: 除非另有配置，否

source: Issue tracker URL
pt_br: URL do rastreador de problemas
zh_cn: 問題跟踪器URL

source: e.g.: %example
zh_cn: 例如：%示例

source: This is the full URL to the issue tracker, used when sending outgoing emails. If this isn't configured, you will not be able to use the outgoing email feature.
pt_br: Este é o URL completo para o rastreador de problemas, usado ao enviar e-mails de saída. Se isso não estiver configurado, você não poderá usar o recurso de e-mail de saída.
zh_cn: 這是發出傳出電子郵件時使用的問題跟踪器的完整URL。 如果沒有配置，您將無法使用傳出的電子郵件功能。

source: Email backend
pt_br: Mecanismo de e-mail
zh_cn: 電子郵件後端

source: SMTP Transport
pt_br: Transporte SMTP
zh_cn: SMTP運輸

source: Sendmail Transport
pt_br: Transporte Sendmail
zh_cn: Sendmail運輸

source: Fallback PHP mail() transport (not recommended)
pt_br: Transporte de fallback PHP mail() (não recomendado)
zh_cn: 後備PHP Mail（）運輸（不建議）

source: For outgoing emails Pachno uses the %swiftmailer library, which supports several different mail transports. Please see the %swiftmailer_configuration for more information.
pt_br: Para e-mails de saída, o Pachno usa a biblioteca %swiftmailer, que suporta vários transportes de e-mail diferentes. Por favor, veja o %swiftmailer_configuration para mais informações.
zh_cn: 對於發出的電子郵件，Pachno使用%SwiftMailer庫，該庫支持幾個不同的郵件傳輸。 有關更多信息，請參見%swiftmailer_configuration。

source: Swiftmailer configuration
pt_br: Configuração do Swiftmailer
zh_cn: SwiftMailer配置

source: Sendmail command
pt_br: Comando Sendmail
zh_cn: sendmail命令

source: Default ('/usr/sbin/sendmail -bs')
pt_br: Padrão ('/usr/sbin/sendmail -bs')
zh_cn: 默認值（'/usr/sbin/sendmail -bs'）

source: Please see the %swiftmailer_configuration for more information about the sendmail transport.
pt_br: Por favor, veja o %swiftmailer_configuration para mais informações sobre o transporte sendmail.
zh_cn: 有關SendMail運輸的更多信息，請參見%SwiftMailer_configuration。

source: SMTP configuration
pt_br: Configuração SMTP
zh_cn: SMTP配置

source: SMTP server address
pt_br: Endereço do servidor SMTP
zh_cn: SMTP服務器地址

source: SMTP username
pt_br: Nome de usuário SMTP
zh_cn: SMTP用戶名

source: SMTP password
pt_br: Senha SMTP
zh_cn: SMTP密碼

source: SMTP address port
pt_br: porta de endereço SMTP
zh_cn: SMTP地址端口

source: SMTP server timeout
pt_br: Tempo limite do servidor SMTP
zh_cn: SMTP服務器超時

source: %number_of seconds
pt_br: %number_of segundos
zh_cn: %number_of秒

source: Connection information for the outgoing email server
pt_br: Informações de conexão para o servidor de e-mail de saída
zh_cn: 傳出電子郵件服務器的連接信息

source: Connection encryption
pt_br: Criptografia de conexão
zh_cn: 連接加密

source: No encryption
pt_br: Sem criptografia
zh_cn: 沒有加密

source: Use SSL encryption
pt_br: Usar criptografia SSL
zh_cn: 使用SSL加密

source: Use TLS encryption
pt_br: Usar criptografia TLS
zh_cn: 使用TLS加密

source: Send test email
pt_br: Enviar e-mail de teste
zh_cn: 發送測試電子郵件

source: Click the "%send_test_email"-button to send a test email to your current email-address (%email)
zh_cn: 單擊"%send_test_email" -button以將測試電子郵件發送到您當前的電子郵件地址（%電子郵件）

source: Outgoing email settings
pt_br: Configurações de e-mail de saída
zh_cn: 傳出電子郵件設置

source: This issue cannot be updated
pt_br: Este problema não pode ser atualizado
zh_cn: 這個問題無法更新

source: Invalid title
pt_br: Título inválido
zh_cn: 無效的標題

source: Invalid field
pt_br: Campo inválido
zh_cn: 無效字段

source: Please provide a valid setting for charset
pt_br: Forneça uma configuração válida para o conjunto de caracteres
zh_cn: 請為Charset提供有效的設置

source: Please provide a valid setting for notification poll interval
pt_br: Forneça uma configuração válida para o intervalo de pesquisa de notificação
zh_cn: 請提供有效的通知輪詢間隔設置

source: All settings saved
pt_br: Todas as configurações foram salvas
zh_cn: 所有設置都保存

source: Status types
pt_br: Tipos de status
zh_cn: 狀態類型

source: Resolution types
pt_br: Tipos de resolução
zh_cn: 分辨率類型

source: Priority levels
pt_br: Níveis de prioridade
zh_cn: 優先級

source: Severity levels
pt_br: Níveis de gravidade
zh_cn: 嚴重程度

source: Activity types
pt_br: Tipos de atividade
zh_cn: 活動類型

source: Please provide a valid name for the issue type
pt_br: Forneça um nome válido para o tipo de problema
zh_cn: 請提供問題類型的有效名稱

source: Issue type scheme saved
pt_br: Esquema de tipo de problema salvo
zh_cn: 發行類型方案保存

source: Please enter a valid name
pt_br: Por favor, indique um nome válido
zh_cn: 請輸入有效的名字

source: The issuetype scheme was deleted
pt_br: O esquema de tipo de problema foi excluído
zh_cn: 刪除了ISSUETYPE計劃

source: Please provide a valid issue type and scheme
pt_br: Forneça um tipo de problema e esquema válidos
zh_cn: 請提供有效的問題類型和計劃

source: Available choices updated
pt_br: Opções disponíveis atualizadas
zh_cn: 可用選擇更新了

source: Please choose an icon
pt_br: Por favor, escolha um ícone
zh_cn: 請選擇一個圖標

source: Please pick a name
pt_br: Por favor, escolha um nome
zh_cn: 請選擇一個名字

source: Please provide a valid action for this issue type / scheme
pt_br: Forneça uma ação válida para este tipo/esquema de problema
zh_cn: 請為此問題類型 /方案提供有效的措施

source: Issue type created
pt_br: Tipo de problema criado
zh_cn: 創建的問題類型

source: The issue type details were updated
pt_br: Os detalhes do tipo de problema foram atualizados
zh_cn: 問題類型詳細信息已更新

source: The issue type was updated
pt_br: O tipo de problema foi atualizado
zh_cn: 問題類型已更新

source: Please provide a valid issue type
pt_br: Forneça um tipo de problema válido
zh_cn: 請提供有效的問題類型

source: Issue type deleted
pt_br: Tipo de problema excluído
zh_cn: 問題類型已刪除

source: Please provide a valid action for this issue type
pt_br: Forneça uma ação válida para este tipo de problema
zh_cn: 請為此類型提供有效的措施

source: The option was added
pt_br: A opção foi adicionada
zh_cn: 添加了選項

source: The option was updated
pt_br: A opção foi atualizada
zh_cn: 該選項已更新

source: Please provide a valid id
pt_br: Forneça um ID válido
zh_cn: 請提供有效的ID

source: The option was deleted
pt_br: A opção foi excluída
zh_cn: 該選項已刪除

source: Invalid id or type
pt_br: ID ou tipo inválido
zh_cn: 無效的ID或類型

source: Please provide a name
pt_br: Por favor, forneça um nome
zh_cn: 請提供名字

source: You have to pick the type of field you are adding
pt_br: Você deve escolher o tipo de campo que está adicionando
zh_cn: 您必須選擇要添加的字段類型

source: You need to provide a unique custom field name (key already exists)
pt_br: Você precisa fornecer um nome de campo personalizado exclusivo (a chave já existe)
zh_cn: 您需要提供唯一的自定義字段名稱（已經存在密鑰）

source: The custom field was updated
pt_br: O campo personalizado foi atualizado
zh_cn: 自定義字段已更新

source: You need to provide a custom field key that already exists
pt_br: Você precisa fornecer uma chave de campo personalizada que já existe
zh_cn: 您需要提供已經存在的自定義字段鍵

source: The custom field was deleted
pt_br: O campo personalizado foi excluído
zh_cn: 自定義字段已刪除

source: There are no more projects available in this instance
pt_br: Não há mais projetos disponíveis nesta instância
zh_cn: 在這種情況下，沒有更多的項目

source: The project has been added
pt_br: O projeto foi adicionado
zh_cn: 該項目已添加

source: A project with the same key already exists
pt_br: Já existe um projeto com a mesma chave
zh_cn: 具有相同密鑰的項目已經存在

source: An error occurred:
pt_br: Um erro ocorreu:
zh_cn: 發生錯誤：

source: You don't have access to add projects
pt_br: Você não tem acesso para adicionar projetos
zh_cn: 您無法訪問添加項目

source: The project was deleted
pt_br: O projeto foi excluído
zh_cn: 該項目已刪除

source: You don't have access to remove projects
pt_br: Você não tem acesso para remover projetos
zh_cn: 您無法訪問刪除項目

source: Project successfully updated
pt_br: Projeto atualizado com sucesso
zh_cn: 項目成功更新

source: You don't have access to archive projects
pt_br: Você não tem acesso a arquivar projetos
zh_cn: 您無法訪問檔案項目

source: The module was updated
pt_br: O módulo foi atualizado
zh_cn: 該模塊已更新

source: The theme has been enabled
pt_br: O tema foi ativado
zh_cn: 主題已啟用

source: This theme does not exist
pt_br: Este tema não existe
zh_cn: 這個主題不存在

source: An error occured when trying to retrieve the module: %error
pt_br: Ocorreu um erro ao tentar recuperar o módulo: %error
zh_cn: 試圖檢索模塊時發生錯誤：%錯誤

source: You don't have access to modify permissions
pt_br: Você não tem acesso para modificar permissões
zh_cn: 您無法訪問修改權限

source: Settings saved successfully
pt_br: Configurações salvas com sucesso
zh_cn: 設置成功保存

source: The module "%module_name" is not configurable
zh_cn: 模塊"%module_name"不可配置

source: The upload path isn't writable
pt_br: O caminho de upload não é gravável
zh_cn: 上傳路徑不是可寫的

source: Unactivated users
pt_br: Usuários não ativados
zh_cn: 未激活的用戶

source: New users
pt_br: Novos usuários
zh_cn: 新用戶

source: All users
pt_br: Todos os usuários
zh_cn: 所有用戶

source: You cannot delete the default groups
pt_br: Você não pode excluir os grupos padrão
zh_cn: 您無法刪除默認組

source: You cannot delete this group
pt_br: Você não pode excluir este grupo
zh_cn: 您無法刪除此組

source: You cannot delete the group for the default user
pt_br: Você não pode excluir o grupo para o usuário padrão
zh_cn: 您無法刪除默認用戶的組

source: The group was deleted
pt_br: O grupo foi excluído
zh_cn: 該小組被刪除

source: You cannot clone this group
pt_br: Você não pode clonar este grupo
zh_cn: 你不能克隆這個小組

source: Please enter a group name that doesn't already exist
pt_br: Insira um nome de grupo que ainda não exista
zh_cn: 請輸入尚不存在的組名稱

source: The group was cloned
pt_br: O grupo foi clonado
zh_cn: 該小組被克隆

source: The group was added
pt_br: O grupo foi adicionado
zh_cn: 添加了小組

source: Please enter a group name
pt_br: Insira um nome de grupo
zh_cn: 請輸入組名稱

source: You cannot delete this system user
pt_br: Você não pode excluir este usuário do sistema
zh_cn: 您無法刪除此系統用戶

source: You cannot delete this user
pt_br: Você não pode excluir este usuário
zh_cn: 您無法刪除此用戶

source: The user was deleted
pt_br: O usuário foi excluído
zh_cn: 用戶被刪除

source: The user has been removed from this scope
pt_br: O usuário foi removido deste escopo
zh_cn: 用戶已從此範圍中刪除

source: Cannot find this user
pt_br: Não foi possível encontrar este usuário
zh_cn: 找不到這個用戶

source: This user is not a confirmed member of this scope
pt_br: Este usuário não é um membro confirmado deste escopo
zh_cn: 該用戶不是此範圍的確認成員

source: This instance of Pachno cannot add more users
pt_br: Esta instância do Pachno não pode adicionar mais usuários
zh_cn: Pachno的這個實例無法添加更多用戶

source: This user has already been invited to this scope
pt_br: Este usuário já foi convidado para este escopo
zh_cn: 該用戶已被邀請到此範圍

source: The user was successfully added to this scope (pending user confirmation)
pt_br: O usuário foi adicionado com sucesso a este escopo (confirmação do usuário pendente)
zh_cn: 用戶成功添加到此範圍（待處理的用戶確認）

source: This username is already taken
pt_br: Este nome de usuário já está em uso
zh_cn: 該用戶名已被註冊

source: This user group does not exist
pt_br: Este grupo de usuários não existe
zh_cn: 該用戶組不存在

source: User updated
pt_br: Usuário atualizado
zh_cn: 用戶更新

source: This user could not be updated: %message
pt_br: Este usuário não pôde ser atualizado: %message
zh_cn: 該用戶無法更新：%消息

source: The user's scope access was successfully updated
pt_br: O acesso ao escopo do usuário foi atualizado com sucesso
zh_cn: 用戶的範圍訪問已成功更新

source: This user could not be updated
pt_br: Este usuário não pôde ser atualizado
zh_cn: 該用戶無法更新

source: Please specify a name for this workflow
pt_br: Especifique um nome para este fluxo de trabalho
zh_cn: 請指定此工作流的名稱

source: Please specify a description for this workflow
pt_br: Especifique uma descrição para este fluxo de trabalho
zh_cn: 請指定此工作流的描述

source: The workflow scheme was deleted
pt_br: O esquema de fluxo de trabalho foi excluído
zh_cn: 刪除了工作流程方案

source: Please give the scheme a name
pt_br: Dê um nome ao esquema
zh_cn: 請給計劃一個名字

source: Workflow associations were updated
pt_br: As associações de fluxo de trabalho foram atualizadas
zh_cn: 工作流關聯已更新

source: The workflow was deleted
pt_br: O fluxo de trabalho foi excluído
zh_cn: 工作流已刪除

source: This workflow does not exist
pt_br: Este fluxo de trabalho não existe
zh_cn: 此工作流不存在

source: This workflow / step does not exist
pt_br: Este fluxo de trabalho/etapa não existe
zh_cn: 此工作流 /步驟不存在

source: The action has been deleted
pt_br: A ação foi excluída
zh_cn: 該動作已刪除

source: User specified during transition
pt_br: Usuário especificado durante a transição
zh_cn: 過渡期間指定的用戶

source: Resolution specified by user
pt_br: Resolução especificada pelo usuário
zh_cn: 用戶指定的分辨率

source: Reproducability specified by user
pt_br: Reprodutibilidade especificada pelo usuário
zh_cn: 用戶指定的可重複性

source: Status provided by user
pt_br: Status fornecido pelo usuário
zh_cn: 用戶提供的狀態

source: Priority specified by user
pt_br: Prioridade especificada pelo usuário
zh_cn: 用戶指定的優先級

source: Severity specified by user
pt_br: Gravidade especificada pelo usuário
zh_cn: 用戶指定的嚴重性

source: Category specified by user
pt_br: Categoria especificada pelo usuário
zh_cn: 用戶指定的類別

source: Milestone specified by user
pt_br: Marco especificado pelo usuário
zh_cn: 用戶指定的里程碑

source: Value provided by user
pt_br: Valor fornecido pelo usuário
zh_cn: 用戶提供的價值

source: The validation rule has been deleted
pt_br: A regra de validação foi excluída
zh_cn: 驗證規則已刪除

source: Invalid transition definition
pt_br: Definição de transição inválida
zh_cn: 無效的過渡定義

source: This validation rule already exist
pt_br: Esta regra de validação já existe
zh_cn: 該驗證規則已經存在

source: Any valid value
pt_br: Qualquer valor válido
zh_cn: 任何有效的值

source: Unlimited
pt_br: Ilimitado
zh_cn: 無限

source: Please select a valid template
pt_br: Selecione um modelo válido
zh_cn: 請選擇一個有效的模板

source: Please select a valid outgoing step
pt_br: Selecione uma etapa de saída válida
zh_cn: 請選擇有效的傳出步驟

source: Please fill in all required fields
pt_br: Por favor, preencha todos os campos requisitados
zh_cn: 請填寫所有必填字段

source: This workflow / transition does not exist
pt_br: Este fluxo de trabalho/transição não existe
zh_cn: 此工作流 /過渡不存在

source: Please enter a client name that doesn't already exist
pt_br: Insira um nome de cliente que ainda não exista
zh_cn: 請輸入尚不存在的客戶名稱

source: The client was added
pt_br: O cliente foi adicionado
zh_cn: 添加了客戶

source: Please enter a client name
pt_br: Insira um nome de cliente
zh_cn: 請輸入客戶名稱

source: You cannot delete this client
pt_br: Você não pode excluir este cliente
zh_cn: 您無法刪除此客戶

source: The client was deleted
pt_br: O cliente foi excluído
zh_cn: 客戶被刪除

source: The user has been removed from the client
pt_br: O usuário foi removido do cliente
zh_cn: 用戶已從客戶端刪除

source: Scopes can only be managed from the default scope
pt_br: Os escopos só podem ser gerenciados a partir do escopo padrão
zh_cn: 範圍只能從默認範圍管理

source: You cannot delete the default scope
pt_br: Você não pode excluir o escopo padrão
zh_cn: 您無法刪除默認範圍

source: Please specify a scope name
pt_br: Especifique um nome de escopo
zh_cn: 請指定示波器名稱

source: You do not have access to edit these permissions
pt_br: Você não tem acesso para editar essas permissões
zh_cn: 您無法訪問這些權限

source: This is not a valid group
pt_br: Este não é um grupo válido
zh_cn: 這不是一個有效的組

source: Group created
pt_br: Grupo criado
zh_cn: 創建組

source: Group updated
pt_br: Grupo atualizado
zh_cn: 組更新

source: This is not a valid team
pt_br: Esta não é uma equipe válida
zh_cn: 這不是一個有效的團隊

source: The team was deleted
pt_br: A equipe foi excluída
zh_cn: 團隊被刪除

source: Please enter a team name that doesn't already exist
pt_br: Insira um nome de equipe que ainda não exista
zh_cn: 請輸入尚不存在的團隊名稱

source: Team created
pt_br: Equipe criada
zh_cn: 團隊創建了

source: Team updated
pt_br: Equipe atualizada
zh_cn: 團隊更新

source: The user has been removed from the team
pt_br: O usuário foi removido da equipe
zh_cn: 用戶已從團隊中刪除

source: No team lead assigned
pt_br: Nenhum líder de equipe atribuído
zh_cn: 沒有團隊線索分配

source: This is not a valid client
pt_br: Este não é um cliente válido
zh_cn: 這不是有效的客戶

source: Client created
pt_br: Cliente criado
zh_cn: 客戶創建

source: Client updated
pt_br: Cliente atualizado
zh_cn: 客戶更新了

source: No external contact assigned
pt_br: Nenhum contato externo atribuído
zh_cn: 未分配外部聯繫

source: No internal contact assigned
pt_br: Nenhum contato interno atribuído
zh_cn: 未分配內部聯繫

source: Role created
pt_br: Função criada
zh_cn: 創建的角色

source: This is not a valid role
pt_br: Esta não é uma função válida
zh_cn: 這不是一個有效的角色

source: Role updated
pt_br: Função atualizada
zh_cn: 角色更新

source: Role deleted
pt_br: Função excluída
zh_cn: 角色刪除

source: Copy of %name
pt_br: Cópia de %name
zh_cn: %名稱的副本
